{
  "GLOBAL_SECTION_START": "--- GLOBAL / AVISOS ---",
  "safety_warning_title": "Safety Warning",
  "safety_warning_message": "This information is for reference only. Always follow institutional protocols.",
  "professional_warning_title": "Professional Use Warning",
  "professional_warning_message": "Use clinical judgment. Verify institutional protocols. Concentrations are editable to suit local dilutions. **DoseMate does not replace medical supervision.**",
  "info_not_specified": "Not specified.",
  "default_label": "Standard",
  "default_concentration_label": "Default Concentration",
  "drug_not_found": "Drug Not Found",
  "drug_not_found_message": "Could not find the medication with code '{{slug}}'. Please return to the homepage.",
  "back_to_home": "Back to Home",
  "copy_button": "Copy",
  "safety_warning_title_02": "CRITICAL SAFETY WARNING",
  "about_disclaimer_text_1": "This tool is an aid to clinical decision-making and is not a substitute for professional medical judgment, training, or comprehensive patient assessment.",
  "about_disclaimer_text_2": "Always verify doses, patient conditions, and medication compatibility with official hospital protocols before administration.",

  "NAVIGATION_SECTION_START": "--- NAVEGAÇÃO ---",
  "nav_home": "Home",
  "nav_calculator": "Calculator",
  "nav_drug_database": "Drug Database",
  "nav_calc_short": "Calc",
  "nav_drugs": "Drugs",
  "nav_about": "About",
  "nav_settings": "Settings",
  "nav_matrix": "Incompatibilities",
  "search_placeholder": "Search for a drug (e.g., noradrenaline)",
  "download_apple": "Download for iOS (Apple)",
  "download_google": "Download for Android",

  "HOME_SECTION_START": "--- HOME ---",
  "home_title": "Dose Calculator",
  "drug_database_title": "Drug Database",
  "view_all_link": "View All",
  "home_subtitle_converted": "Convert dose ⇌ mL/h with full support for mcg·mg·U·mEq / kg / min·h. Fast, safe, and standardized interface.",
  "open_calculator_button": "Calculator",
  "premium_feature_alert": "Premium Feature: Purchase the Premium subscription to access the full Matrix, custom dilutions, and all 50+ drugs.",
  "upgrade_to_edit": "Upgrade to Edit",

  "CALCULATOR_SECTION_START": "--- CALCULADORA ---",
  "calculator_params_title": "Infusion Parameters",
  "drug_label": "Drug",
  "concentration_label": "Concentration",
  "amount_label": "Amount",
  "unit_label": "Unit",
  "volume_ml_label": "Volume (mL)",
  "weight_kg_label": "Weight (kg)",
  "dose_label": "Dose",
  "infusion_rate_label": "Infusion Rate",
  "inverse_calc_title": "Inverse Calculation • mL/h to Dose",
  "ml_per_h_label": "mL/h",
  "resulting_dose_label": "Resulting Dose ≈",
    "trial_days_left": "Trial: {{count}} day left",
  "trial_days_left_plural": "Trial: {{count}} days left",
  "trial_last_day": "Last day of trial",

  "DRUG_PAGE_UI_SECTION_START": "--- PÁGINA DA DROGA (UI Keys) ---",
  "drug_page_link": "Drug Page",
  "drug_list_concentration_details": "See details for concentrations",
  "drug_detail_generic_name": "Generic Name: {{name}}",
  "drug_detail_concentrations": "Standard Concentrations",
  "drug_detail_ug_per_ml": "Base Concentration",
  "drug_detail_diluent": "Diluent",
  "diluent_default": "Normal Saline (NS)",
  "no_concentrations_available": "No standard concentrations available.",
  "drug_detail_dosing_info": "Dosing Information",
  "drug_detail_dose_range": "Dose Range",
  "dose_range_not_specified": "Not specified.",
  "drug_detail_monitoring": "Monitoring",
  "monitoring_info_not_specified": "Not specified.",
  "open_calculator_for_this_drug": "Calculator",
  "drug_detail_diluent_compatibility": "Diluent Compatibility",
  "drug_detail_stability": "Solution Stability",
  "drug_detail_site_compatibility": "Infusion Site Compatibility",
  "drug_detail_safety_notes": "Safety / Important Notes",
  "drug_detail_y_site_incompatibilities": "Incompatibilities",
  "drug_detail_other_drugs_title": "Other Drugs in Database",
  "drug_details_locked_title": "Drug Details Locked",
  "drug_details_locked_description": "Subscribe to get full access to technical details, stability, safety notes, and monitoring for all 50+ drugs available in DoseMate.",
  "free_drugs_available_promo": "You can still use the calculator and view full details for the 5 essential emergency drugs.",
  "buy_premium_access": "Buy Premium Access",


  "DRUG_DETAIL_TEXTS_SECTION_START": "--- TEXTOS DETALHADOS DAS DROGAS ---",
  "VASOPRESSORS_INOTROPICS_START": "--- VASOPRESSORES / INOTRÓPICOS ---",
  "dose_range_nor": "Typical dose range: 0.01 to 3 mcg/kg/min (2 - 100 mcg/min) (titrate to effect).",
  "monitoring_nor": "Continuous monitoring of BP and HR is mandatory. Monitor infusion site closely for extravasation.",
  "diluent_compatibility_nor": "Compatible with D5W (dextrose 5% in water) and Saline (NS). D5W is generally preferred for stability.",
  "stability_nor": "Stable for 24 hours at room temperature (20-25°C). Must be protected from light.",
  "site_compatibility_nor": "Central venous line is strongly preferred. If peripheral line is used, it should be large-bore and monitored every hour for extravasation.",
  "safety_notes_nor": "Potent vasoconstrictor. Must never be abruptly discontinued. Administer through an infusion pump.",
  "dose_range_vaso": "Initial dose: 0.01 units/min. Titrate every 15 min by 0.005 units/min up to a maximum of 0.04 units/min.",
  "monitoring_vaso": "Continuous ECG monitoring, blood pressure, heart rate, urine output, peripheral perfusion, and serum sodium.",
  "diluent_compatibility_vaso": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Infusion bags must be dated.",
  "stability_vaso": "Stable for 24 hours at room temperature or refrigerated once mixed.",
  "site_compatibility_vaso": "Administer via central line. Peripheral administration may cause severe ischemia or necrosis.",
  "safety_notes_vaso": "Must be administered through a dedicated line. Caution in patients with coronary artery disease due to risk of myocardial ischemia.",
  "dose_range_dobu": "Initial dose: 2.5 mcg/kg/min. Titrate gradually every 10–30 minutes to a maximum of 20 mcg/kg/min. (2 - 40 mcg/min)",
  "monitoring_dobu": "Continuous ECG monitoring, heart rate, blood pressure, cardiac output, pulmonary wedge pressure, and urine output.",
  "diluent_compatibility_dobu": "Compatible with 0.9% Normal Saline (NS), 5% Dextrose (D5W), or Lactated Ringer's. Incompatible with Bicarbonate solutions.",
  "stability_dobu": "Stable for 24 hours at room temperature or 48 hours refrigerated once mixed.",
  "site_compatibility_dobu": "Administer via central line, or peripherally for short-term use with caution due to risk of extravasation.",
  "safety_notes_dobu": "Use with caution in patients with severe aortic stenosis or hypertrophic cardiomyopathy. May cause tachycardia and arrhythmias.",
  "dose_range_dopa": "Renal dose (low): 0.5–3 mcg/kg/min; Inotropic dose (medium): 3–10 mcg/kg/min; Vasopressor dose (high): 10–20 mcg/kg/min.",
  "monitoring_dopa": "Continuous ECG monitoring, heart rate, blood pressure, cardiac output, and peripheral perfusion. Monitor for signs of ischemia.",
  "diluent_compatibility_dopa": "Compatible with 0.9% Normal Saline (NS), 5% Dextrose (D5W), or Lactated Ringer's. Incompatible with alkaline solutions.",
  "stability_dopa": "Stable for 24 hours at room temperature once mixed. Protect from light; discard if discoloration occurs.",
  "site_compatibility_dopa": "Administer via central line is preferred. Peripheral administration is only for short-term, emergency use due to high risk of extravasation and necrosis.",
  "safety_notes_dopa": "Use central line whenever possible. Extravasation antidote is phentolamine. High doses may cause severe tachycardia, arrhythmias, and increased myocardial oxygen demand.",
  "dose_range_epi": "Initial dose: 0.01 mcg/kg/min. Titrate gradually every 5–15 minutes up to a maximum of 0.3 mcg/kg/min (or higher in severe shock). (1 - 10 mcg/min)",
  "monitoring_epi": "Continuous ECG monitoring, blood pressure, heart rate, cardiac index, lactate levels, and urine output. Monitor for signs of tissue ischemia.",
  "diluent_compatibility_epi": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Protect from light and store in a dark container.",
  "stability_epi": "Stable for 24 hours at room temperature once mixed. Discard if pink or brown discoloration appears.",
  "site_compatibility_epi": "Administer via central line is essential. Peripheral use is strongly discouraged due to high risk of severe vasoconstriction, ischemia, and necrosis.",
  "safety_notes_epi": "Use a dedicated central line. Extravasation antidote is phentolamine. High doses can cause dangerous tachycardia, pulmonary edema, and myocardial ischemia.",
  "dose_range_iso": "Initial dose: 0.5 mcg/min. Titrate every 5–10 minutes by 0.5 mcg/min up to 10 mcg/min. (0.5 - 10 mcg/min)",
  "monitoring_iso": "Continuous ECG monitoring is mandatory due to high arrhythmogenic risk. Monitor blood pressure (may cause severe hypotension) and heart rate.",
  "diluent_compatibility_iso": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Incompatible with alkaline solutions.",
  "stability_iso": "Stable for 24 hours at room temperature once mixed. Protect from light; discard if pink or brown.",
  "site_compatibility_iso": "Administer via central line. Peripheral administration may cause extravasation and necrosis, although less potent than Norepinephrine.",
  "safety_notes_iso": "High potential for ventricular arrhythmias, especially in hypoxemia or pre-existing heart disease. Use with extreme caution. Contraindicated in patients with angina pectoris.",

  "CARDIOVASCULAR_DRUGS_START": "--- DROGAS CARDIOVASCULARES (Antiarrítmicos/Vasodilatadores/Inodilatadores) ---",
  "dose_range_amio": "Typical loading infusion: 1 mg/min for 6 hours, followed by 0.5 mg/min maintenance.",
  "monitoring_amio": "Monitor BP, HR, and ECG continuously. Watch for signs of pulmonary toxicity or hepatotoxicity.",
  "diluent_compatibility_amio": "Compatible only with D5W. Saline is contraindicated due to precipitation risk.",
  "stability_amio": "Stable for 24 hours at recommended concentrations. Precipitates easily; do not refrigerate.",
  "site_compatibility_amio": "Central venous access is preferred due to high risk of phlebitis and pain with peripheral administration.",
  "safety_notes_amio": "May cause severe hypotension. Should be administered through a dedicated in-line filter (0.2 u03bcm to 0.5 u03bc m). Check PIV site frequently.",
  "dose_range_levo": "Loading dose: 12 mcg/kg over 10 min. Maintenance dose: 0.05 to 0.2 mcg/kg/min for 24 hours.",
  "monitoring_levo": "Continuous ECG monitoring, blood pressure (risk of hypotension), heart rate, and urine output. Effects can last up to 7 days after discontinuation.",
  "diluent_compatibility_levo": "Compatible only with 5% Dextrose (D5W). Must not be mixed with 0.9% Normal Saline (NS).",
  "stability_levo": "Stable for 24 hours at room temperature or refrigerated once mixed. Protect from light.",
  "site_compatibility_levo": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_levo": "Major risk is hypotension, especially during the loading dose. Use caution in patients with severe renal impairment (CrCl < 30 mL/min).",
  "dose_range_nitroprusside": "Initial dose: 0.25 to 0.5 mcg/kg/min. Titrate every 5 minutes up to a maximum of 10 mcg/kg/min for short periods.",
  "monitoring_nitroprusside": "Continuous arterial pressure monitoring is mandatory. Monitor thiocyanate and cyanide levels daily if infusion exceeds 72 hours or at high doses.",
  "diluent_compatibility_nitroprusside": "Compatible only with 5% Dextrose (D5W). Must be prepared immediately before use.",
  "stability_nitroprusside": "Stable for 24 hours at room temperature, protected from light (must use light-protective cover). Discard if color changes from reddish-brown to blue/green.",
  "site_compatibility_nitroprusside": "Administer via central line. Peripheral administration is discouraged due to short half-life and local irritation.",
  "safety_notes_nitroprusside": "Risk of cyanide toxicity, particularly with prolonged or high-dose infusions. Contraindicated in severe renal failure or acute heart failure with reduced coronary perfusion.",
  "dose_range_nitro": "Initial dose: 5 mcg/min. Titrate by 5 mcg/min every 3–5 minutes until desired effect, up to 20 mcg/min. Max dose 200 mcg/min.",
  "monitoring_nitro": "Blood pressure (risk of severe hypotension), heart rate, and signs of headache. Use pressure bags only for rapid delivery.",
  "diluent_compatibility_nitro": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must use glass bottles or specific non-PVC tubing (adsorption risk).",
  "stability_nitro": "Stable for 24 hours at room temperature, protected from light. Do not use if discoloration is observed.",
  "site_compatibility_nitro": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_nitro": "High risk of tolerance (tachyphylaxis) with continuous infusion, requiring dose escalation. Monitor for methemoglobinemia at high doses.",
  "dose_range_isodni": "Initial dose: 2 mg/hour. Titrate every 3–5 hours by 1 mg/hour up to a maximum of 10 mg/hour.",
  "monitoring_isodni": "Blood pressure (risk of severe hypotension) and heart rate. Monitor for signs of tolerance.",
  "diluent_compatibility_isodni": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must use glass bottles or specific non-PVC tubing (adsorption risk).",
  "stability_isodni": "Stable for 24 hours at room temperature, protected from light. Discard after 24 hours.",
  "site_compatibility_isodni": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_isodni": "High risk of tolerance (tachyphylaxis) with continuous infusion. Contraindicated with PDE5 inhibitors (e.g., sildenafil) due to severe hypotension risk.",
  "dose_range_esmo": "Loading dose: 500 mcg/kg over 1 min. Maintenance dose: 50 to 200 mcg/kg/min. Titrate every 4 minutes.",
  "monitoring_esmo": "Continuous ECG monitoring, blood pressure (risk of bradycardia and hypotension), and heart rate.",
  "diluent_compatibility_esmo": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W).",
  "stability_esmo": "Premixed solution is stable for 24 hours at room temperature. Do not refrigerate the premixed solution.",
  "site_compatibility_esmo": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_esmo": "Contraindicated in severe bradycardia, heart block greater than first degree, and cardiogenic shock. Rapid onset and offset.",
  "dose_range_labe": "Initial dose: 0.5 to 2 mg/min. Titrate every 5–10 minutes up to a maximum of 10 mg/min or a cumulative dose of 300 mg.",
  "monitoring_labe": "Continuous blood pressure monitoring (risk of orthostatic hypotension), heart rate, and fluid status.",
  "diluent_compatibility_labe": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Incompatible with alkaline solutions.",
  "stability_labe": "Stable for 24 hours at room temperature once mixed. Discard if crystallization occurs.",
  "site_compatibility_labe": "Administer via central line is preferred. Peripheral administration should be slow due to risk of irritation.",
  "safety_notes_labe": "Use caution in patients with heart failure or liver impairment. Contraindicated in asthma, severe bradycardia, and second/third-degree heart block.",
  "dose_range_nica": "Initial dose: 5 mg/hour. Titrate every 5–15 minutes by 2.5 mg/hour up to a maximum of 15 mg/hour.",
  "monitoring_nica": "Continuous blood pressure monitoring (risk of reflex tachycardia) and heart rate. Avoid abrupt discontinuation.",
  "diluent_compatibility_nica": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Incompatible with Lactated Ringer's or Sodium Bicarbonate.",
  "stability_nica": "Stable for 24 hours at room temperature, protected from light. Discard after 24 hours.",
  "site_compatibility_nica": "Administer via central or peripheral line. Peripheral administration may cause phlebitis at concentrations >0.1 mg/mL.",
  "safety_notes_nica": "Contraindicated in advanced aortic stenosis. Use caution in patients with heart failure or cerebral ischemia (due to increased intracranial pressure).",
  "dose_range_milri": "Loading dose: 50 mcg/kg over 10 min. Maintenance dose: 0.375 to 0.75 mcg/kg/min.",
  "monitoring_milri": "Continuous ECG monitoring, blood pressure, heart rate, and fluid status. Dose adjustment required for renal impairment.",
  "diluent_compatibility_milri": "Compatible only with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Incompatible with Furosemide.",
  "stability_milri": "Stable for 72 hours at room temperature or refrigerated once mixed. Protect from light.",
  "site_compatibility_milri": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_milri": "Major risk is hypotension. May cause ventricular arrhythmias. Use with caution in acute myocardial infarction (AMI).",

  "ANTIBIOTICS_START": "--- ANTIBIÓTICOS ---",
  "dose_range_mero": "Continuous infusion (CI) dose: After a loading dose (e.g., 1 g IV over 30 min), initiate CI at 1 - 2 g IV over 8 hours or 3 - 6 g IV over 24 hours. Rate adjustment needed for CrCl <50 mL/min. Goal: Maintain concentrations above MIC for 100% of the dosing interval (T > MIC approx 100%).",
  "monitoring_mero": "Renal function (BUN, creatinine), Liver function tests, Complete Blood Count, and Seizure activity (especially with high doses/renal impairment). Therapeutic Drug Monitoring (TDM) may be considered.",
  "diluent_compatibility_mero": "Reconstitute with Sterile Water for Injection. Further dilute in NS or D5W. NS is preferred for CI due to stability concerns. Incompatible with Lactated Ringer's.",
  "stability_mero": "Reconstituted solution is stable for 1 hour at room temp or 15 hours refrigerated. CI (in NS) are typically stable for 4 - 8 hours at room temp or up to 24 hours refrigerated (must be prepared and infused appropriately).",
  "site_compatibility_mero": "Administer via IV infusion pump over the prescribed period. Peripheral or Central line are suitable. Due to frequent dosing/CI, a Central Line is often preferred to preserve peripheral access.",
  "safety_notes_mero": "Risk of Seizures (especially with high doses, renal failure, or CNS lesions). Potential for Clostridioides difficile-associated diarrhea (CDAD). DO NOT mix with other antimicrobials in the same infusion bag.",
  "dose_range_pip_tazo": "CI Dose: After a loading dose (e.g., 4.5 g IV over 30 min), initiate continuous infusion at 12 - 18 g IV (1.5-2.25 g Tazobactam) over 24 hours. 13.5 g/day (11.25 g/1.375 g) is common for CrCl 20-40 mL/min, and 9 g/day (8 g/1 g) for CrCl <20 mL/min. Goal: T > MIC approx 100%.",
  "monitoring_pip_tazo": "Renal function (BUN, creatinine, monitor for Nephrotoxicity, especially with vancomycin co-administration), Complete Blood Count (monitor for thrombocytopenia), Liver function tests, and Electrolytes (K, Na).",
  "diluent_compatibility_pip_tazo": "Reconstitute with Sterile Water for Injection or NS. Further dilute in NS or D5W. NS is generally preferred. DO NOT use Lactated Ringer's or Bicarbonate solutions. Incompatible with aminoglycosides.",
  "stability_pip_tazo": "CI solutions (12 g/1.5 g in 250 mL NS) are stable for up to 24 hours at room temperature or up to 7 days refrigerated (requires specialized preparation). Use immediately if not using extended stability data.",
  "site_compatibility_pip_tazo": "Administer via IV infusion pump. Due to high total dose volume and need for reliable delivery, a **Central Venous Line is highly recommended** for 24-hour continuous infusions. Infusion site must be monitored for phlebitis.",
  "safety_notes_pip_tazo": "Risk of Acute Kidney Injury (AKI), especially when combined with Vancomycin. Potential for Hypersensitivity Reactions (penicillin allergy). Monitor for Thrombocytopenia (low platelets) with prolonged use.",
  "dose_range_cefe": "CI Dose: After a loading dose (e.g., 2 g IV over 30 min), initiate continuous infusion at 4 - 6 g IV over 24 hours. Rate adjustment is critical for renal impairment: 2 - 4 g/day for CrCl <30 mL/min}. Goal: Maintain steady-state concentration above 4 times MIC or clinical goal (e.g., 20 - 40 mu g/mL target).",
  "monitoring_cefe": "Renal function (BUN, creatinine), Liver function tests, Complete Blood Count, and Neurotoxicity Signs (encephalopathy, seizures, Non-Convulsive Status Epilepticus}—monitor EEG). Therapeutic Drug Monitoring (TDM) is highly recommended for CI.",
  "diluent_compatibility_cefe": "Reconstitute with Sterile Water, NS, or D5W. Further dilute in NS or D5W. Incompatible with Metronidazole, Aminophylline, Gentamicin, and Lactated Ringer's solution.",
  "stability_cefe": "CI solutions (e.g., 6 g in 250 mL NS) are stable for 24 hours at room temperature or 7 days refrigerated. Must be protected from heat during administration (e.g., avoid proximity to the body).",
  "site_compatibility_cefe": "Administer via IV infusion pump. Due to neurotoxicity risk and TDM guidance, **Central Venous Line is highly recommended** for consistent drug delivery in ICU/CI settings. Peripheral line is generally acceptable.",
  "safety_notes_cefe": "Major risk is **Neurotoxicity** (encephalopathy, confusion, coma), especially with high plasma levels (≥60 mcg/mL) due to renal dysfunction or high dose. Monitor dose and adjust aggressively based on CrCl.",
  "dose_range_vanco": "CI Dose: Start with a Loading Dose (20 - 25 mg/kg IV over 1 - 2 hours, use Actual Body Weight, Max 2.5 g), followed immediately by CI. Maintenance CI Dose: 25 - 40 mg/kg/day (e.g., 1.5 g to 3 g/day) adjusted to achieve target steady-state concentration (Css). Dose is highly individualized by renal clearance.",
  "monitoring_vanco": "Therapeutic Drug Monitoring (TDM) is required. Target Steady-state Concentration (Css or Random Level): 20 - 25 mcg/mL (for severe MRSA infections). Collect sample 12-24 hours after starting CI. Monitor Renal Function (creatinine daily) and Ototoxicity Symptoms.",
  "diluent_compatibility_vanco": "Reconstitute with Sterile Water or NS. Dilute for CI in NS or D5W to a maximum concentration of 5 mg/mL (peripheral) or 10 mg/mL (central). Incompatible with many IV medications (e.g., Heparin, Piperacillin-Tazobactam, highly acidic/alkaline solutions).",
  "stability_vanco": "CI solutions (e.g., 5 g in 1000 mL} NS) are stable for up to 24 hours at room temperature and 7 days refrigerated. Solutions should be clear; discard if cloudy or if precipitation occurs.",
  "site_compatibility_vanco": "Administer via IV infusion pump. **Central Venous Line is highly preferred** due to high osmolarity and the need for consistent 24 h delivery. Avoid peripheral administration of concentrations >5 mg/mL due to phlebitis risk.",
  "safety_notes_vanco": "Risk of Nephrotoxicity (AKI), especially with target Css} > 25 mcg/mL or concomitant nephrotoxic agents (e.g., Piperacillin-Tazobactam, Aminoglycosides). Rapid infusion of the loading dose can cause Red Man Syndrome (infusion-related reaction).",

  "SEDATIVES_ANALGESICS_NMBAS_START": "--- SEDATIVOS / ANALGÉSICOS / BLOQUEADORES NEUROMUSCULARES ---",
  "dose_range_prop": "Typical maintenance dose: 25 to 75 mcg/kg/min. Titrate to desired level of sedation.",
  "monitoring_prop": "Continuous sedation score monitoring (e.g., RASS). Monitor triglycerides after 48 hours of infusion. Watch for Propofol Infusion Syndrome (PRIS).",
  "diluent_compatibility_prop": "Administer undiluted or diluted only with D5W.",
  "stability_prop": "Solution is stable for up to 12 hours after drawing up/mixing. Use aseptic technique.",
  "site_compatibility_prop": "May be administered via central or peripheral line. Use of a central line minimizes pain at the injection site.",
  "safety_notes_prop": "Causes significant dose-related hypotension. May cause hypertriglyceridemia, pancreatitis, and PRIS. Do not use filter < 5 u03bcm.",
  "dose_range_mida": "Loading dose: 0.01 to 0.05 mg/kg. Maintenance dose: 0.02 to 0.1 mg/kg/hour (1 to 7 mg/hour) for continuous sedation.",
  "monitoring_mida": "Level of sedation (RASS/SAS), respiratory rate, and oxygen saturation. Monitor blood pressure (risk of hypotension).",
  "diluent_compatibility_mida": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Incompatible with alkaline solutions.",
  "stability_mida": "Stable for 24 hours at room temperature. Solutions should be protected from light.",
  "site_compatibility_mida": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_mida": "Risk of respiratory depression, especially with rapid administration. Use caution in patients with renal or hepatic failure (prolonged effect).",
  "dose_range_vecu": "Initial dose: 0.1 mg/kg. Maintenance dose: 0.8 to 1.2 mcg/kg/min (0.048 to 0.072 mg/kg/hr).",
  "monitoring_vecu": "Neuromuscular monitoring (TOF-ratio) is mandatory. Monitor heart rate and blood pressure (minimal effects).",
  "diluent_compatibility_vecu": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must be reconstituted first.",
  "stability_vecu": "Unreconstituted powder is stable until expiry. Reconstituted solution is stable for 24 hours refrigerated.",
  "site_compatibility_vecu": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_vecu": "Must only be administered after adequate sedation. Long duration of action, especially in renal/hepatic failure. Antidote is Neostigmine.",
  "dose_range_rocu": "Initial dose: 0.6 to 1.2 mg/kg. Maintenance dose: 5 to 12 mcg/kg/min (0.3 to 0.72 mg/kg/hour).",
  "monitoring_rocu": "Neuromuscular monitoring (TOF-ratio) is mandatory. Monitor heart rate (minimal effects) and blood pressure (minimal effects).",
  "diluent_compatibility_rocu": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must use clear solutions.",
  "stability_rocu": "Stable for 24 hours at room temperature or 48 hours refrigerated once mixed. Protect from light.",
  "site_compatibility_rocu": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_rocu": "Must only be administered after adequate sedation. Rapid onset, intermediate duration of action. Antidote is Sugammadex or Neostigmine.",
  "dose_range_fenta": "Loading dose: 1 to 3 mcg/kg over 1 min. Maintenance dose: 0.5 to 2 mcg/kg/hour (20 to 150 mcg/hour) for analgesia.",
  "monitoring_fenta": "Respiratory rate, SpO2 (risk of respiratory depression/apnea), and level of consciousness. Monitor for muscle rigidity with rapid high doses.",
  "diluent_compatibility_fenta": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Incompatible with alkaline solutions like Sodium Bicarbonate.",
  "stability_fenta": "Stable for 24 hours at room temperature or refrigerated once mixed. Protect from light.",
  "site_compatibility_fenta": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_fenta": "Risk of opioid-induced hyperalgesia with long-term use. Antidote is Naloxone. Caution in patients with head injury due to increased ICP.",
  "dose_range_remi": "Initial dose: 0.05 to 0.1 mcg/kg/min. Titrate by 0.025 mcg/kg/min every 5 minutes. Max dose 0.2 mcg/kg/min.",
  "monitoring_remi": "Respiratory rate, SpO2 (risk of respiratory depression), and level of sedation. Monitor for acute rebound pain upon discontinuation.",
  "diluent_compatibility_remi": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must be reconstituted with compatible diluent first.",
  "stability_remi": "Stable for 24 hours at room temperature or refrigerated once mixed. Discard if not used within 24 hours.",
  "site_compatibility_remi": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_remi": "Ultra-short action means rapid offset of analgesia/sedation upon stopping infusion. Must transition to an alternative analgesic before discontinuation to prevent acute pain/withdrawal.",
  "dose_range_keta": "Loading dose (analgesia): 0.1 to 0.3 mg/kg over 1 min. Maintenance dose (sedation): 0.5 to 2 mg/kg/hour.",
  "monitoring_keta": "Respiratory rate (less risk of depression than opioids), blood pressure, and heart rate (usually increased). Monitor for emergence phenomena.",
  "diluent_compatibility_keta": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must be diluted for continuous infusion.",
  "stability_keta": "Stable for 24 hours at room temperature or refrigerated once mixed. Protect from light.",
  "site_compatibility_keta": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_keta": "Avoid use in severe uncontrolled hypertension or history of stroke/intracranial hemorrhage. May increase salivary secretions.",
  "dose_range_cisa": "Initial dose: 0.15 mg/kg. Maintenance dose: 1 to 3 mcg/kg/min (0.06 to 0.18 mg/kg/hour).",
  "monitoring_cisa": "Neuromuscular monitoring (TOF-ratio) is mandatory. Monitor blood pressure and heart rate (minimal effects on cardiovascular system).",
  "diluent_compatibility_cisa": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must be diluted for continuous infusion.",
  "stability_cisa": "Stable for 24 hours refrigerated or 5 hours at room temperature once mixed. Protect from light.",
  "site_compatibility_cisa": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_cisa": "Must only be administered after adequate sedation. Preferred in organ dysfunction due to Hofmann elimination. Can cause histamine release at very rapid, high doses.",
  "dose_range_dex": "Loading dose: 0.5 to 1 mcg/kg over 10 min. Maintenance dose: 0.2 to 1.5 mcg/kg/hour.",
  "monitoring_dex": "Continuous ECG monitoring, heart rate (risk of bradycardia), and blood pressure (risk of hypo/hypertension). Monitor level of sedation.",
  "diluent_compatibility_dex": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must be diluted prior to administration.",
  "stability_dex": "Stable for 24 hours at room temperature or refrigerated once mixed.",
  "site_compatibility_dex": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_dex": "Major side effects are bradycardia and hypotension, particularly during the loading dose. Avoid rapid intravenous push.",
  "dose_range_lora": "Intermittent: 0.02 to 0.06 mg/kg every 2–6 hours. Continuous infusion: 0.5 to 10 mg/hour (0.01 to 0.2 mg/kg/hour) for continuous sedation.",
  "monitoring_lora": "Level of sedation (RASS/SAS), respiratory rate, and oxygen saturation. Monitor for propylene glycol toxicity during high-dose infusions.",
  "diluent_compatibility_lora": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Must be diluted immediately before use.",
  "stability_lora": "Stable for 24 hours at room temperature once mixed. Protect from light.",
  "site_compatibility_lora": "Administer via central line. Peripheral administration may cause phlebitis and pain.",
  "safety_notes_lora": "Risk of respiratory depression. Avoid use in patients with severe respiratory impairment. Propylene glycol toxicity can lead to metabolic acidosis and renal failure.",
  "dose_range_thio": "Dose for induction of anesthesia: 3 to 5 mg/kg IV. For cerebral protection/status epilepticus: 1.5 to 5 mg/kg IV bolus, followed by 1 to 5 mg/kg/hr continuous IV infusion, titrated to EEG burst suppression.",
  "monitoring_thio": "Continuous cardiac and respiratory monitoring, frequent blood pressure checks (risk of hypotension), EEG (when used for burst suppression), and neurological status.",
  "diluent_compatibility_thio": "Reconstitute with Sterile Water for Injection or NS to a 2.0% or 2.5% solution. Incompatible with acidic solutions and many drugs, including muscle relaxants (e.g., rocuronium) and catecholamines.",
  "stability_thio": "Reconstituted solution (2.5%) is stable for 24 hours at room temperature (20°C to 25°C) or 36 hours refrigerated (2°C to 8°C). Discard if precipitation occurs.",
  "site_compatibility_thio": "Administer via a central line when possible, especially for continuous infusions. For IV push, inject into a large vein. Extravasation can cause pain and tissue necrosis.",
  "safety_notes_thio": "Causes significant **cardiovascular and respiratory depression**, leading to hypotension and apnea. Use with extreme caution in patients with asthma or status asthmaticus. Avoid accidental intra-arterial injection (can cause severe vasospasm and gangrene).",

  "ELECTROLYTES_FLUIDS_START": "--- ELETRÓLITOS / FLUIDOS ---",
  "dose_range_bicarb": "Dose for Cardiac Arrest: 1 mEq/kg IV bolus, repeat based on blood gas analysis. For severe Metabolic Acidosis: 2 to 5 mEq/kg IV infusion over 4 to 8 hours, adjusted to acid-base status. Continuous infusion may be used, typically starting at 150 mEq in 1L of D5% at a rate adjusted to pH and pCO2 (Max rate typically 1.5 mEq/kg/hr).",
  "monitoring_bicarb": "Arterial Blood Gases (pH, pCO2), serum electrolytes (Na, K, Ca), and fluid balance. Watch for signs of volume overload and tetany (due to hypocalcemia).",
  "diluent_compatibility_bicarb": "D5W (Glucose 5%) or Sterile Water for Injection. **Highly incompatible** with many drugs and diluents, especially Calcium and Magnesium salts, acidic solutions, and Catecholamines (e.g., Dopamine).",
  "stability_bicarb": "Ready-to-use solution. Diluted solutions (e.g., to 1.26%) should be used immediately, but generally stable for 24 hours refrigerated. Discard any unused portion of opened ampoules/vials.",
  "site_compatibility_bicarb": "Solutions >1.26% (e.g., 8.4%) should ideally be administered via **Central Venous Line** due to high osmolarity. Dilute to 1.26% (or less) for peripheral administration. **Avoid Extravasation** (risk of tissue necrosis).",
  "safety_notes_bicarb": "Contraindicated in metabolic alkalosis and respiratory acidosis (may worsen hypercapnia). Rapid infusion can cause PaCO}_{2} surge, hypernatremia, and hypokalemia. Correct hypokalemia/hypocalcemia before use.",
  "dose_range_kcl": "Dose: Must be diluted. Replacement therapy for hypokalemia: 2 - 20 mEq/hr IV infusion. Max concentration for peripheral line is 10 mEq/100 mL. Max rate for non-critical hypokalemia is 10 mEq/h. Higher doses/rates require central line.",
  "monitoring_kcl": "Continuous ECG monitoring, frequent Serum Potassium Levels (especially after the first 2 mEq/kg dose or every 2-4 hours during infusion), Urine Output, and Renal Function.",
  "diluent_compatibility_kcl": "Dilute only with NS or D5W. NEVER administer concentrated KCl directly. Final concentration should not exceed 40 mEq/L for general use, and 100 mEq/100 mL for peripheral administration.",
  "stability_kcl": "Concentrate is stable until expiry. Diluted solutions (in NS or D5W) are generally stable for 24 hours at room temperature.",
  "site_compatibility_kcl": "Administer diluted solution via IV infusion pump. Use a Central Venous Line for concentrations 10 mEq/100 mL or rates 10 mEq/h. Infusion is often painful peripherally.",
  "safety_notes_kcl": "Major risk is fatal cardiac arrhythmias (e.g., ventricular fibrillation) if administered rapidly or concentrated. NEVER administer IV push (direct injection). Contraindicated in severe renal failure or hyperkalemia.",
  "dose_range_nacl3": "Dose for symptomatic severe hyponatremia: 1.5 - 2 mL/kg/hr IV infusion for the first 1-2 hours, aiming for a rapid increase of 4 - 6 mEq/L in Na level during the first 1-4 hours. DO NOT exceed a 8 mEq/L rise in any 24-hour period.",
  "monitoring_nacl3": "Frequent serum sodium levels (every 1-2 hours initially), Neurological status (monitor for over-correction), serum osmolality, and fluid balance. Monitor for signs of pulmonary edema.",
  "diluent_compatibility_nacl3": "Supplied as a ready-to-use solution. No further dilution is usually necessary. If not available, NaCl 3% can be prepared using NaCl 0.9% and NaCl 20%: To prepare 500 mL of NaCl 3%, remove 55 mL from a 500 mL bag of NaCl 0.9% and add 55 mL of NaCl 20% concentrate. Avoid mixing with other solutions beyond these components.",
  "stability_nacl3": "Stable until the expiration date of the pre-mixed bag. Store at room temperature. Check for leaks or particulate matter before use.",
  "site_compatibility_nacl3": "Administer via Central Venous Line if possible, especially for continuous infusions or rates 100 mL/h. Can be given peripherally at slow rates, but risk of phlebitis due to high osmolarity.",
  "safety_notes_nacl3": "Risk of Osmotic Demyelination Syndrome (ODS) (irreversible neurological damage) if Na level is corrected too quickly. Contraindicated in anuric patients, severe dehydration, or heart failure. Discontinue immediately if over-correction is observed or Na target is reached.",
  "dose_range_kphos": "Dose for Severe Hypophosphatemia (<1.0 mg/dL}): 0.64 - 1.0 mmol/kg} IV over 4-12 hours. Max rate is 7.5 - 15 mmol/hr} (based on PO4) or 10 - 20 mEq/hr} (based on K+). MUST BE DILUTED} before use.",
  "monitoring_kphos": "Frequent Serum Phosphorus} and Potassium Levels}, ECG Monitoring (due to K+, Calcium and Magnesium Levels (risk of hypocalcemia/hypomagnesemia), and Renal Function.",
  "diluent_compatibility_kphos": "Dilute only with NS or D5W. DO NOT mix with solutions containing Calcium or Magnesium (risk of precipitation). Recommended volume: 15 mmol in 250 - 500 mL of diluent.",
  "stability_kphos": "Concentrate is stable until expiry. Diluted solutions (in NS or D5W) are generally stable for 24 hours at room temperature, but should be used promptly.",
  "site_compatibility_kphos": "Administer diluted solution via IV infusion pump. Use a Central Venous Line for concentrations >40 mEq/L K+ or high infusion rates. NEVER administer IV Push (direct injection) or undiluted.",
  "safety_notes_kphos": "Major risks are Hyperkalemia (cardiac arrest) and Hypocalcemia (tetany) due to rapid phosphate infusion. Contraindicated in severe renal impairment, hyperkalemia, hyperphosphatemia, or hypocalcemia (tetany).",

  "OTHER_DRUGS_START": "--- OUTRAS DROGAS (Hormônios, Diuréticos, Outros) ---",
  "dose_range_insu": "Protocol for DKA/HHS: Bolus 0.1 units/kg IV, followed by maintenance 0.1 units/kg/hour. Adjust rate hourly based on institutional continuous insulin infusion protocol.",
  "monitoring_insu": "Capillary or blood glucose every 30–60 minutes. Monitor potassium levels (risk of hypokalemia) and acid-base status.",
  "diluent_compatibility_insu": "Compatible with 0.9% Normal Saline (NS). Insulin should not be mixed with other drugs.",
  "stability_insu": "Stable for 24 hours at room temperature once mixed. Flush the line 50 mL before infusion due to plastic adsorption.",
  "site_compatibility_insu": "Administer via central or peripheral line. Use a dedicated line.",
  "safety_notes_insu": "Risk of hypoglycemia and hypokalemia (requires potassium replacement if K+ < 5.3 mEq/L before starting). Dextrose must be added to maintenance fluids when glucose <250 mg/dL.",
  "dose_range_furo": "Initial dose: 0.1 mg/kg/hour. Titrate up to a maximum of 0.4 mg/kg/hour or 20 mg/hour based on urine output.",
  "monitoring_furo": "Fluid balance, urine output, serum potassium, magnesium, sodium, chloride, and renal function (BUN/Creatinine).",
  "diluent_compatibility_furo": "Compatible with 0.9% Normal Saline (NS) or 5% Dextrose (D5W). Incompatible with acidic solutions and Midazolam.",
  "stability_furo": "Stable for 24 hours at room temperature once mixed. Protect from light.",
  "site_compatibility_furo": "Administer via central or peripheral line. Rapid IV push may cause ototoxicity.",
  "safety_notes_furo": "Risk of severe dehydration, electrolyte depletion (hypokalemia, hypocalcemia), and metabolic alkalosis. Adjust dose carefully in patients with renal failure.",
  "dose_range_manni": "Dose: 0.25 to 1 g/kg IV infusion over 30 to 60 minutes. May be repeated every 6 to 8 hours based on serum osmolality and response.",
  "monitoring_manni": "Serum osmolality (target <320 mOsm/kg), electrolytes (Na, K), PIC (se monitorizada) e débito urinário. Funções renal e cardíaca.",
  "diluent_compatibility_manni": "Pre-mixed solution. Do not mix with whole blood or significant quantities of other drugs.",
  "stability_manni": "Stable until expiry. Check for crystallization before administration; warm container to dissolve crystals if necessary.",
  "site_compatibility_manni": "Administer via central or peripheral line. Use a dedicated line. A filter needle should be used for withdrawal from containers.",
  "safety_notes_manni": "Contraindicated in severe dehydration, active intracranial bleeding (unless undergoing craniotomy), and severe pulmonary congestion. Risk of rebound PIC increase.",
  "dose_range_hydro": "Dose for stress dose/adrenal crisis: 100 mg IV initial bolus, followed by 50 mg IV every 6 hours or 10 mg/hr continuous infusion. Other uses vary widely.",
  "monitoring_hydro": "Blood pressure, blood glucose (risk of hyperglycemia), signs of infection, and fluid balance. Monitor for signs of gastrointestinal bleeding with high doses.",
  "diluent_compatibility_hydro": "Reconstitute with sterile water or bacteriostatic water provided by the manufacturer. Further dilution with D5W, NS, or D5NS is compatible.",
  "stability_hydro": "Reconstituted solution is stable for 48 hours at room temperature, but should ideally be used as soon as possible. Protect from freezing.",
  "site_compatibility_hydro": "Administer via central or peripheral line. Rapid IV push should be over at least 30 seconds to 1 minute.",
  "safety_notes_hydro": "Acute withdrawal can cause adrenal crisis. Use cautiously in patients with active infections (except in septic shock) and avoid long-term use if possible due to immunosuppression and other side effects.",
  "dose_range_octreo": "Dose for variceal bleeding: 50 mcg IV bolus, followed by 50 mcg/hr continuous IV infusion for 2 to 5 days. For other indications (e.g., refractory diarrhea), doses vary.",
  "monitoring_octreo": "Blood glucose (risk of hypo- or hyperglycemia), liver function tests, and fluid balance. Monitor heart rate and rhythm due to potential for bradycardia.",
  "diluent_compatibility_octreo": "NS or D5W. Avoid dextrose solutions if high doses are required, due to increased risk of somatostatin-induced hypoglycemia.",
  "stability_octreo": "Unopened vials are stable at 2°C to 8°C. Diluted solutions (in NS or D5W) are stable for 24 hours at room temperature or 48 hours refrigerated.",
  "site_compatibility_octreo": "Administer IV push or infusion via central or peripheral line. Intermittent infusion should be over 15–30 minutes.",
  "safety_notes_octreo": "Can cause bradycardia, gallbladder abnormalities (long-term use), and alter blood glucose levels. Rotate injection sites for subcutaneous administration.",
  "dose_range_hepa": "Dose for VTE treatment: Initial bolus 80 units/kg IV, followed by 18 units/kg/hr continuous IV infusion, adjusted to maintain target aPTT. (700 - 2000 U/h)",
  "monitoring_hepa": "Activated Partial Thromboplastin Time (aPTT) (target typically 1.5–2.5 times control), anti-Xa levels (preferred for some conditions), Complete Blood Count (CBC) including platelets (monitor for HIT).",
  "diluent_compatibility_hepa": "D5W, NS. Many pre-mixed solutions are available. Incompatible with many drugs, including dopamine, dobutamine, and other acid solutions.",
  "stability_hepa": "Store at room temperature. Diluted solutions (e.g., in NS) are stable for 24 hours at room temperature. Do not freeze.",
  "site_compatibility_hepa": "Administer continuous IV infusion via a dedicated central or peripheral line using an infusion pump. Subcutaneous injection for prophylactic use only.",
  "safety_notes_hepa": "Major risk is bleeding. Protamine sulfate is the antidote. Risk of Heparin-Induced Thrombocytopenia (HIT). Avoid IM injections due to risk of hematoma.",
  "dose_range_tiro": "Dose for NSTEMI/PCI: Initial bolus of 25 mcg/kg IV over 5 minutes, followed by a continuous infusion of 0.15 mcg/kg/min for 18–48 hours. Lower dose for renal impairment.",
  "monitoring_tiro": "Platelet count (monitor for thrombocytopenia, especially within 2–6 hours of starting), Hemoglobin and Hematocrit (monitor for bleeding). Monitor signs of bleeding (e.g., at access sites).",
  "diluent_compatibility_tiro": "Supplied as a ready-to-use solution. Can be administered through the same IV line as Heparin or Diltiazem.",
  "stability_tiro": "Stable until the expiration date. Store at 25°C (room temperature). Protect from light and freezing. Do not use if particulate matter or discoloration is present.",
  "site_compatibility_tiro": "Administer via IV infusion pump, typically through a dedicated line or a line with minimal compatible drugs. Avoid administration with non-compatible drugs.",
  "safety_notes_tiro": "Major risk is bleeding. Contraindicated in active abnormal bleeding, history of intracranial hemorrhage, or major surgery/trauma within the last 30 days. Should not be used in patients with severe thrombocytopenia (platelet count <100,000/mm³).",

  "INCOMPATIBILITY_MATRIX_START": "--- MATRIZ DE INCOMPATIBILIDADE ---",
  "incompatibility_matrix_title": "Drug Incompatibility Matrix",
  "matrix_safety_disclaimer": "This information is intended for reference only. It does not replace clinical judgment, institutional, or national pharmacy guidelines. Always consult the manufacturer and the latest guidelines. Use of this tool is the sole responsibility of the healthcare professional.",
  "matrix_description": "Cross-reference guide for co-administration compatibility. Check protocols before use.",
  "matrix_legend_title": "Legend",
  "matrix_page_link": "Incompatibility Matrix",
  "table_header_medication": "Reference Drug",
  "table_header_type": "Incompatibility Type",
  "table_header_observations": "Clinical Observations",
  "precipitation": "Precipitation",
  "incompatible": "Chemical Incompatibility",
  "stable": "Stable / Compatible",
  "Medication": "Medication",
  "Type_of_incompatibility": "Incompatibility Type",
  "Clinical_observations": "Clinical Observations",
  "premium_matrix_title": "Incompatibility Matrix Locked",
  "premium_matrix_description": "Subscribe to unlock the full Incompatibility Matrix. This is DoseMate's most critical feature for ensuring patient safety and preventing preparation and administration errors.",
  "buy_premium_access": "Buy Premium Access",
  "free_features_promo": "The Dose Calculator and search for the 5 essential drugs remain free.",
  "premium_feature_locked": "Premium Feature Locked",

  "INCOMPATIBILITY_CODES_START": "--- Códigos de Incompatibilidade (Tooltips) ---",
  "P": "Precipitation Risk / Particle Formation",
  "D": "Inactivation / Pharmaceutical Degradation",
  "AKI": "High Risk of Acute Kidney Injury (AKI)",
  "CI": "Y-Site Contraindication (pH or Concentration)",
  "C": "Compatible (No Known Risk)",
  "X": "Not Recommended / Insufficient Data",

  "ABOUT_PAGE_START": "--- PÁGINA SOBRE ---",
  "about_page_title": "About DoseMate",
  "about_section_mission_title": "Our Mission",
  "about_mission_part_1_start": "Dosemate is an application developed by ",
  "about_mission_part_1_end": ", an initiative of the company Eficácia Quotidiana Lda., dedicated to innovation in medical education.",
  "about_section_mission_text_2": "Our goal is to facilitate access to interactive clinical content, promoting medical reasoning through quizzes and practical tools, such as the calculation of continuous intravenous infusions.",
  "about_section_data_title": "Data and Sources",
  "about_section_data_text": "All drug concentrations, stability data, and dosing ranges are compiled from official regulatory guidelines and current clinical consensus for critical care and continuous infusion protocols.",
  "about_version": "Version: 1.0.0",
  "about_contact_prompt": "Contact for Technical Support",

  "SETTINGS_PAGE_START": "--- PÁGINA DE CONFIGURAÇÕES ---",
  "settings_page_title": "Application Settings",
  "setting_default_weight_title": "Default Patient Weight",
  "setting_use_default_conc_title": "Automatic Concentration Selection",
  "setting_use_default_conc_label": "Use default concentration on calculator load",
  "setting_kcl_conc_title": "Standard KCl Concentration",
  "setting_kcl_conc_description": "Use the concentration standard in your institution.",
  "kcl_conc_2meq": "2 mEq/mL (e.g., 10 mEq in 5 mL)",
  "kcl_conc_4meq": "4 mEq/mL (e.g., 20 mEq in 5 mL)",
  "setting_save_button": "Save Settings",

  "ADVERTISING_START": "--- ADVERTISEMENT ---",
  "ad_brainbox_promo": "Improve your clinical reasoning with Brainboxmed! Visit www.brainbox.com for more information.",
  "ad_brainbox_cta": "Access the Brainboxmed.com study platform"
}