{
  "GLOBAL_SECTION_START": "--- GLOBAL / AVISOS ---",
  "safety_warning_title": "Aviso de Segurança",
  "safety_warning_message": "Esta informação destina-se apenas a referência. Siga sempre os protocolos institucionais.",
  "professional_warning_title": "Aviso de Uso Profissional",
  "professional_warning_message": "Use o julgamento clínico. Verifique os protocolos institucionais. As concentrações são editáveis para se adequarem às diluições locais. **O DoseMate não substitui a supervisão médica.**",
  "info_not_specified": "Não especificado.",
  "default_label": "Padrão",
  "default_concentration_label": "Concentração Padrão",
  "drug_not_found": "Medicamento Não Encontrado",
  "drug_not_found_message": "Não foi possível encontrar o medicamento com o código '{{slug}}'. Por favor, retorne à página inicial.",
  "back_to_home": "Voltar à Página Inicial",
  "copy_button": "Copiar",
  
  "safety_warning_title_02": "AVISO CRÍTICO DE SEGURANÇA",
  "about_disclaimer_text_1": "Esta ferramenta é um auxílio à tomada de decisão clínica e não substitui o julgamento médico profissional, treinamento ou avaliação abrangente do paciente.",
  "about_disclaimer_text_2": "Sempre verifique as doses, condições do paciente e compatibilidade da medicação com os protocolos hospitalares oficiais antes da administração.",

  "NAVIGATION_SECTION_START": "--- NAVEGAÇÃO ---",
  "nav_home": "Início",
  "nav_calculator": "Calculadora",
  "nav_drug_database": "Base de Dados de Drogas",
  "nav_calc_short": "Calc",
  "nav_drugs": "Drogas",
  "nav_about": "Sobre",
  "nav_settings": "Configurações",
  "nav_matrix": "Incompatibilidades",
  "search_placeholder": "Pesquisar por medicamento (ex: noradrenalina)",

  "HOME_SECTION_START": "--- INÍCIO ---",
  "home_title": "Calculadora de Dose",
  "home_subtitle": "Converter dose ⇄ mL/h com suporte para mcg/mg · kg⁻¹ · min⁻¹ / h⁻¹. Interface rápida, segura e padronizada.",
  "open_button": "Abrir",
  "drug_database_title": "Base de Dados de Drogas",
  "view_all_link": "Ver Todos",

  "CALCULATOR_SECTION_START": "--- CALCULADORA ---",
  "calculator_params_title": "Parâmetros de Infusão",
  "drug_label": "Medicamento",
  "concentration_label": "Concentração",
  "amount_label": "Quantidade",
  "unit_label": "Unidade",
  "volume_ml_label": "Volume (mL)",
  "weight_kg_label": "Peso (kg)",
  "dose_label": "Dose",
  "infusion_rate_label": "Taxa de Infusão",
  "inverse_calc_title": "Cálculo Inverso • mL/h para Dose",
  "ml_per_h_label": "mL/h",
  "resulting_dose_label": "Dose Resultante ≈",

  "DRUG_PAGE_UI_SECTION_START": "--- PÁGINA DA DROGA (UI Keys) ---",
  "drug_page_link": "Página da Droga",
  "drug_list_concentration_details": "Ver detalhes das concentrações",
  "drug_detail_generic_name": "Nome Genérico: {{name}}",
  "drug_detail_concentrations": "Concentrações Padrão",
  "drug_detail_ug_per_ml": "Concentração Base",
  "drug_detail_diluent": "Diluente",
  "diluent_default": "Soro Fisiológico (SF 0,9%)",
  "no_concentrations_available": "Nenhuma concentração padrão disponível.",
  "drug_detail_dosing_info": "Informações de Dosagem",
  "drug_detail_dose_range": "Faixa de Dose",
  "dose_range_not_specified": "Não especificado.",
  "drug_detail_monitoring": "Monitorização",
  "monitoring_info_not_specified": "Não especificado.",
  "open_calculator_for_this_drug": "Abrir Calculadora para Este Medicamento",
  "drug_detail_diluent_compatibility": "Compatibilidade com Diluente",
  "drug_detail_stability": "Estabilidade da Solução",
  "drug_detail_site_compatibility": "Compatibilidade do Local de Infusão",
  "drug_detail_safety_notes": "Notas de Segurança / Importantes",
  "drug_detail_y_site_incompatibilities": "Incompatibilidades em Y-Site",
  "drug_detail_other_drugs_title": "Outros Medicamentos na Base de Dados",

  "DRUG_DETAIL_TEXTS_SECTION_START": "--- TEXTOS DETALHADOS DAS DROGAS ---",
  "VASOPRESSORS_INOTROPICS_START": "--- VASOPRESSORES / INOTRÓPICOS ---",
  "dose_range_nor": "Faixa de dose típica: 0,01 a 3 mcg/kg/min (titular para efeito).",
  "monitoring_nor": "Monitorização contínua de PA e FC é obrigatória. Monitorar rigorosamente o local de infusão para extravasamento.",
  "diluent_compatibility_nor": "Compatível com Glicose 5% (SG 5%) e Soro Fisiológico (SF 0,9%). SG 5% é geralmente preferido para estabilidade.",
  "stability_nor": "Estável por 24 horas à temperatura ambiente (20-25°C). Deve ser protegida da luz.",
  "site_compatibility_nor": "Linha venosa central é fortemente preferida. Se for usada linha periférica, deve ser de grosso calibre e monitorizada a cada hora para extravasamento.",
  "safety_notes_nor": "Potente vasoconstritor. Nunca deve ser interrompido abruptamente. Administrar através de bomba de infusão.",
  "dose_range_vaso": "Dose inicial: 0,01 unidades/min. Titular a cada 15 min por 0,005 unidades/min até um máximo de 0,04 unidades/min.",
  "monitoring_vaso": "Monitorização contínua do ECG, pressão arterial, frequência cardíaca, débito urinário, perfusão periférica e sódio sérico.",
  "diluent_compatibility_vaso": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Os frascos de infusão devem ser datados.",
  "stability_vaso": "Estável por 24 horas à temperatura ambiente ou refrigerado após a mistura.",
  "site_compatibility_vaso": "Administrar por linha central. A administração periférica pode causar isquemia ou necrose grave.",
  "safety_notes_vaso": "Deve ser administrado através de uma linha dedicada. Cautela em pacientes com doença arterial coronariana devido ao risco de isquemia do miocárdio.",
  "dose_range_dobu": "Dose inicial: 2,5 mcg/kg/min. Titular gradualmente a cada 10-30 minutos até um máximo de 20 mcg/kg/min.",
  "monitoring_dobu": "Monitorização contínua do ECG, frequência cardíaca, pressão arterial, débito cardíaco, pressão capilar pulmonar e débito urinário.",
  "diluent_compatibility_dobu": "Compatível com Soro Fisiológico (SF 0,9%), Glicose 5% (SG 5%) ou Ringer Lactato. Incompatível com soluções de Bicarbonato.",
  "stability_dobu": "Estável por 24 horas à temperatura ambiente ou 48 horas refrigerado após a mistura.",
  "site_compatibility_dobu": "Administrar por linha central, ou perifericamente para uso a curto prazo com cautela devido ao risco de extravasamento.",
  "safety_notes_dobu": "Usar com cautela em pacientes com estenose aórtica grave ou cardiomiopatia hipertrófica. Pode causar taquicardia e arritmias.",
  "dose_range_dopa": "Dose renal (baixa): 0,5–3 mcg/kg/min; Dose inotrópica (média): 3–10 mcg/kg/min; Dose vasopressora (alta): 10–20 mcg/kg/min.",
  "monitoring_dopa": "Monitorização contínua do ECG, frequência cardíaca, pressão arterial, débito cardíaco e perfusão periférica. Monitorar sinais de isquemia.",
  "diluent_compatibility_dopa": "Compatível com Soro Fisiológico (SF 0,9%), Glicose 5% (SG 5%) ou Ringer Lactato. Incompatível com soluções alcalinas.",
  "stability_dopa": "Estável por 24 horas à temperatura ambiente após a mistura. Proteger da luz; descartar se ocorrer descoloração.",
  "site_compatibility_dopa": "A linha central é preferida. A administração periférica é apenas para uso de emergência e a curto prazo, devido ao alto risco de extravasamento e necrose.",
  "safety_notes_dopa": "Usar linha central sempre que possível. O antídoto para extravasamento é a fentolamina. Doses elevadas podem causar taquicardia grave, arritmias e aumento da demanda miocárdica de oxigênio.",
  "dose_range_epi": "Dose inicial: 0,01 mcg/kg/min. Titular gradualmente a cada 5-15 minutos até um máximo de 0,3 mcg/kg/min (ou mais em choque grave).",
  "monitoring_epi": "Monitorização contínua do ECG, pressão arterial, frequência cardíaca, índice cardíaco, níveis de lactato e débito urinário. Monitorar sinais de isquemia tecidual.",
  "diluent_compatibility_epi": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Proteger da luz e armazenar em recipiente escuro.",
  "stability_epi": "Estável por 24 horas à temperatura ambiente após a mistura. Descartar se aparecer descoloração rosa ou castanha.",
  "site_compatibility_epi": "A administração por linha central é essencial. O uso periférico é fortemente desencorajado devido ao alto risco de vasoconstrição grave, isquemia e necrose.",
  "safety_notes_epi": "Usar uma linha central dedicada. O antídoto para extravasamento é a fentolamina. Doses elevadas podem causar taquicardia perigosa, edema pulmonar e isquemia do miocárdio.",
  "dose_range_iso": "Dose inicial: 0,5 mcg/min. Titular a cada 5–10 minutos por 0,5 mcg/min até 10 mcg/min.",
  "monitoring_iso": "Monitorização contínua do ECG é obrigatória devido ao alto risco arritmogénico. Monitorar pressão arterial (pode causar hipotensão grave) e frequência cardíaca.",
  "diluent_compatibility_iso": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Incompatível com soluções alcalinas.",
  "stability_iso": "Estável por 24 horas à temperatura ambiente após a mistura. Proteger da luz; descartar se ficar rosa ou castanho.",
  "site_compatibility_iso": "Administrar por linha central. A administração periférica pode causar extravasamento e necrose, embora menos potente do que a Norepinefrina.",
  "safety_notes_iso": "Alto potencial para arritmias ventriculares, especialmente em hipoxemia ou doença cardíaca preexistente. Usar com extrema cautela. Contraindicado em pacientes com angina de peito.",

  "CARDIOVASCULAR_DRUGS_START": "--- DROGAS CARDIOVASCULARES (Antiarrítmicos/Vasodilatadores/Inodilatadores) ---",
  "dose_range_amio": "Infusão de ataque típica: 1 mg/min por 6 horas, seguida de manutenção de 0,5 mg/min.",
  "monitoring_amio": "Monitorizar PA, FC e ECG continuamente. Observar sinais de toxicidade pulmonar ou hepatotoxicidade.",
  "diluent_compatibility_amio": "Compatível apenas com Glicose 5% (SG 5%). O Soro Fisiológico é contraindicado devido ao risco de precipitação.",
  "stability_amio": "Estável por 24 horas nas concentrações recomendadas. Precipita facilmente; não refrigerar.",
  "site_compatibility_amio": "O acesso venoso central é preferido devido ao alto risco de flebite e dor com a administração periférica.",
  "safety_notes_amio": "Pode causar hipotensão grave. Deve ser administrado através de um filtro em linha dedicado (0,2 µm a 0,5 µm). Verificar frequentemente o local de acesso IV periférico.",
  "dose_range_levo": "Dose de ataque: 12 mcg/kg durante 10 min. Dose de manutenção: 0,05 a 0,2 mcg/kg/min durante 24 horas.",
  "monitoring_levo": "Monitorização contínua do ECG, pressão arterial (risco de hipotensão), frequência cardíaca e débito urinário. Os efeitos podem durar até 7 dias após a interrupção.",
  "diluent_compatibility_levo": "Compatível apenas com Glicose 5% (SG 5%). Não deve ser misturado com Soro Fisiológico (SF 0,9%).",
  "stability_levo": "Estável por 24 horas à temperatura ambiente ou refrigerado após a mistura. Proteger da luz.",
  "site_compatibility_levo": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_levo": "O principal risco é a hipotensão, especialmente durante a dose de ataque. Usar com cautela em pacientes com insuficiência renal grave (ClCr < 30 mL/min).",
  "dose_range_nitroprusside": "Dose inicial: 0,25 a 0,5 mcg/kg/min. Titular a cada 5 minutos até um máximo de 10 mcg/kg/min por curtos períodos.",
  "monitoring_nitroprusside": "Monitorização contínua da pressão arterial é obrigatória. Monitorar diariamente os níveis de tiocianato e cianeto se a infusão exceder 72 horas ou em doses elevadas.",
  "diluent_compatibility_nitroprusside": "Compatível apenas com Glicose 5% (SG 5%). Deve ser preparado imediatamente antes do uso.",
  "stability_nitroprusside": "Estável por 24 horas à temperatura ambiente, protegido da luz (deve-se usar capa protetora contra a luz). Descartar se a cor mudar de castanho-avermelhado para azul/verde.",
  "site_compatibility_nitroprusside": "Administrar por linha central. A administração periférica é desencorajada devido à semivida curta e irritação local.",
  "safety_notes_nitroprusside": "Risco de toxicidade por cianeto, particularmente com infusões prolongadas ou em doses elevadas. Contraindicado em insuficiência renal grave ou insuficiência cardíaca aguda com perfusão coronariana reduzida.",
  "dose_range_nitro": "Dose inicial: 5 mcg/min. Titular por 5 mcg/min a cada 3–5 minutos até o efeito desejado, até 20 mcg/min. Dose máxima de 200 mcg/min.",
  "monitoring_nitro": "Pressão arterial (risco de hipotensão grave), frequência cardíaca e sinais de cefaleia. Usar bolsas de pressão apenas para administração rápida.",
  "diluent_compatibility_nitro": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Deve-se usar frascos de vidro ou tubos específicos sem PVC (risco de adsorção).",
  "stability_nitro": "Estável por 24 horas à temperatura ambiente, protegido da luz. Não usar se for observada descoloração.",
  "site_compatibility_nitro": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_nitro": "Alto risco de tolerância (taquifilaxia) com infusão contínua, exigindo aumento da dose. Monitorar para metemoglobinemia em doses elevadas.",
  "dose_range_isodni": "Dose inicial: 2 mg/hora. Titular a cada 3–5 horas por 1 mg/hora até um máximo de 10 mg/hora.",
  "monitoring_isodni": "Pressão arterial (risco de hipotensão grave) e frequência cardíaca. Monitorar sinais de tolerância.",
  "diluent_compatibility_isodni": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Deve-se usar frascos de vidro ou tubos específicos sem PVC (risco de adsorção).",
  "stability_isodni": "Estável por 24 horas à temperatura ambiente, protegido da luz. Descartar após 24 horas.",
  "site_compatibility_isodni": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_isodni": "Alto risco de tolerância (taquifilaxia) com infusão contínua. Contraindicado com inibidores da PDE5 (ex: sildenafil) devido ao risco de hipotensão grave.",
  "dose_range_esmo": "Dose de ataque: 500 mcg/kg durante 1 min. Dose de manutenção: 50 a 200 mcg/kg/min. Titular a cada 4 minutos.",
  "monitoring_esmo": "Monitorização contínua do ECG, pressão arterial (risco de bradicardia e hipotensão) e frequência cardíaca.",
  "diluent_compatibility_esmo": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%).",
  "stability_esmo": "A solução pré-misturada é estável por 24 horas à temperatura ambiente. Não refrigerar a solução pré-misturada.",
  "site_compatibility_esmo": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_esmo": "Contraindicado em bradicardia grave, bloqueio cardíaco maior que primeiro grau e choque cardiogénico. Início e fim de ação rápidos.",
  "dose_range_labe": "Dose inicial: 0,5 a 2 mg/min. Titular a cada 5–10 minutos até um máximo de 10 mg/min ou uma dose cumulativa de 300 mg.",
  "monitoring_labe": "Monitorização contínua da pressão arterial (risco de hipotensão ortostática), frequência cardíaca e estado de fluidos.",
  "diluent_compatibility_labe": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Incompatível com soluções alcalinas.",
  "stability_labe": "Estável por 24 horas à temperatura ambiente após a mistura. Descartar se ocorrer cristalização.",
  "site_compatibility_labe": "A linha central é preferida. A administração periférica deve ser lenta devido ao risco de irritação.",
  "safety_notes_labe": "Usar com cautela em pacientes com insuficiência cardíaca ou hepática. Contraindicado em asma, bradicardia grave e bloqueio cardíaco de segundo/terceiro grau.",
  "dose_range_nica": "Dose inicial: 5 mg/hora. Titular a cada 5–15 minutos por 2,5 mg/hora até um máximo de 15 mg/hora.",
  "monitoring_nica": "Monitorização contínua da pressão arterial (risco de taquicardia reflexa) e frequência cardíaca. Evitar interrupção abrupta.",
  "diluent_compatibility_nica": "Compatível com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Incompatível com Ringer Lactato ou Bicarbonato de Sódio.",
  "stability_nica": "Estável por 24 horas à temperatura ambiente, protegida da luz. Descartar após 24 horas.",
  "site_compatibility_nica": "Administrar por linha central ou periférica. A administração periférica pode causar flebite em concentrações >0,1 mg/mL.",
  "safety_notes_nica": "Contraindicado em estenose aórtica avançada. Usar com cautela em pacientes com insuficiência cardíaca ou isquemia cerebral (devido ao aumento da pressão intracraniana).",
  "dose_range_milri": "Dose de ataque: 50 mcg/kg durante 10 min. Dose de manutenção: 0,375 a 0,75 mcg/kg/min.",
  "monitoring_milri": "Monitorização contínua do ECG, pressão arterial, frequência cardíaca e estado de fluidos. Ajuste da dose necessário para insuficiência renal.",
  "diluent_compatibility_milri": "Compatível apenas com Soro Fisiológico (SF 0,9%) ou Glicose 5% (SG 5%). Incompatível com Furosemida.",
  "stability_milri": "Estável por 72 horas à temperatura ambiente ou refrigerado após a mistura. Proteger da luz.",
  "site_compatibility_milri": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_milri": "O principal risco é a hipotensão. Pode causar arritmias ventriculares. Usar com cautela no enfarte agudo do miocárdio (EAM).",

  "ANTIBIOTICS_START": "--- ANTIBIÓTICOS ---",
  "dose_range_mero": "Dose de Infusão Contínua (IC): Após uma dose de ataque (ex: 1 g IV durante 30 min), iniciar IC a 1 - 2 g IV em 8 horas ou 3 - 6 g IV em 24 horas. Ajuste de taxa necessário para ClCr <50 mL/min. Objetivo: Manter concentrações acima da MIC durante 100% do intervalo de dose (T > MIC aprox 100%).",
  "monitoring_mero": "Função renal (BUN, creatinina), testes de função hepática, hemograma completo e atividade convulsiva (especialmente com doses elevadas/insuficiência renal). A Monitorização Terapêutica de Drogas (MTD) pode ser considerada.",
  "diluent_compatibility_mero": "Reconstituir com Água Estéril para Injeção. Diluir adicionalmente em SF 0,9% ou SG 5%. SF 0,9% é preferido para IC devido a preocupações de estabilidade. Incompatível com Ringer Lactato.",
  "stability_mero": "A solução reconstituída é estável por 1 hora à temperatura ambiente ou 15 horas refrigerada. As IC (em SF 0,9%) são tipicamente estáveis por 4 - 8 horas à temperatura ambiente ou até 24 horas refrigeradas (deve ser preparado e infundido apropriadamente).",
  "site_compatibility_mero": "Administrar por bomba de infusão IV durante o período prescrito. Linha periférica ou central são adequadas. Devido à dosagem frequente/IC, uma Linha Central é frequentemente preferida para preservar o acesso periférico.",
  "safety_notes_mero": "Risco de Convulsões (especialmente com doses elevadas, insuficiência renal ou lesões do SNC). Potencial para diarreia associada a Clostridioides difficile (CDAD). NÃO misturar com outros antimicrobianos no mesmo frasco de infusão.",
  "dose_range_pip_tazo": "Dose de IC: Após uma dose de ataque (ex: 4,5 g IV durante 30 min), iniciar infusão contínua a 12 - 18 g IV (1,5-2,25 g Tazobactam) em 24 horas. 13,5 g/dia (11,25 g/1,375 g) é comum para ClCr 20-40 mL/min, e 9 g/dia (8 g/1 g) para ClCr <20 mL/min. Objetivo: T > MIC aprox 100%.",
  "monitoring_pip_tazo": "Função renal (BUN, creatinina, monitorar para Nefrotoxicidade, especialmente com co-administração de vancomicina), hemograma completo (monitorar para trombocitopenia), testes de função hepática e eletrólitos (K, Na).",
  "diluent_compatibility_pip_tazo": "Reconstituir com Água Estéril para Injeção ou SF 0,9%. Diluir adicionalmente em SF 0,9% ou SG 5%. SF 0,9% é geralmente preferido. NÃO usar Ringer Lactato ou soluções de Bicarbonato. Incompatível com aminoglicosídeos.",
  "stability_pip_tazo": "As soluções de IC (12 g/1,5 g em 250 mL SF 0,9%) são estáveis por até 24 horas à temperatura ambiente ou até 7 dias refrigeradas (requer preparação especializada). Usar imediatamente se não estiver a utilizar dados de estabilidade alargada.",
  "site_compatibility_pip_tazo": "Administrar por bomba de infusão IV. Devido ao alto volume total de dose e necessidade de entrega fiável, uma **Linha Venosa Central é altamente recomendada** para infusões contínuas de 24 horas. O local de infusão deve ser monitorizado para flebite.",
  "safety_notes_pip_tazo": "Risco de Lesão Renal Aguda (LRA), especialmente quando combinada com Vancomicina. Potencial para Reações de Hipersensibilidade (alergia à penicilina). Monitorar para Trombocitopenia (plaquetas baixas) com uso prolongado.",
  "dose_range_cefe": "Dose de IC: Após uma dose de ataque (ex: 2 g IV durante 30 min), iniciar infusão contínua a 4 - 6 g IV em 24 horas. O ajuste de taxa é crítico para insuficiência renal: 2 - 4 g/dia para ClCr <30 mL/min}. Objetivo: Manter concentração em estado estacionário acima de 4 vezes MIC ou objetivo clínico (ex: alvo de 20 - 40 µg/mL).",
  "monitoring_cefe": "Função renal (BUN, creatinina), testes de função hepática, hemograma completo e Sinais de Neurotoxicidade (encefalopatia, convulsões, Estado de Mal Epiléptico Não Convulsivo}—monitorar EEG). A Monitorização Terapêutica de Drogas (MTD) é altamente recomendada para IC.",
  "diluent_compatibility_cefe": "Reconstituir com Água Estéril, SF 0,9% ou SG 5%. Diluir adicionalmente em SF 0,9% ou SG 5%. Incompatível com Metronidazole, Aminofilina, Gentamicina e Ringer Lactato.",
  "stability_cefe": "As soluções de IC (ex: 6 g em 250 mL SF 0,9%) são estáveis por 24 horas à temperatura ambiente ou 7 dias refrigeradas. Deve ser protegido do calor durante a administração (ex: evitar a proximidade do corpo).",
  "site_compatibility_cefe": "Administrar por bomba de infusão IV. Devido ao risco de neurotoxicidade e orientação da MTD, **a Linha Venosa Central é altamente recomendada** para entrega consistente da droga em ambientes de UCI/IC. A linha periférica é geralmente aceitável.",
  "safety_notes_cefe": "O principal risco é a **Neurotoxicidade** (encefalopatia, confusão, coma), especialmente com níveis plasmáticos elevados (≥60 µg/mL) devido a disfunção renal ou dose alta. Monitorar a dose e ajustar agressivamente com base no ClCr.",
  "dose_range_vanco": "Dose de IC: Iniciar com uma Dose de Ataque (20 - 25 mg/kg IV em 1 - 2 horas, usar Peso Corporal Real, Máx 2,5 g), seguida imediatamente por IC. Dose de Manutenção da IC: 25 - 40 mg/kg/dia (ex: 1,5 g a 3 g/dia) ajustada para atingir a concentração alvo no estado estacionário (Css). A dose é altamente individualizada pela depuração renal.",
  "monitoring_vanco": "A Monitorização Terapêutica de Drogas (MTD) é necessária. Concentração Alvo no Estado Estacionário (Css ou Nível Aleatório): 20 - 25 µg/mL (para infeções graves por MRSA). Recolher amostra 12-24 horas após o início da IC. Monitorar a Função Renal (creatinina diária) e Sintomas de Ototoxicidade.",
  "diluent_compatibility_vanco": "Reconstituir com Água Estéril ou SF 0,9%. Diluir para IC em SF 0,9% ou SG 5% até uma concentração máxima de 5 mg/mL (periférica) ou 10 mg/mL (central). Incompatível com muitos medicamentos IV (ex: Heparina, Piperacilina-Tazobactam, soluções altamente ácidas/alcalinas).",
  "stability_vanco": "As soluções de IC (ex: 5 g em 1000 mL SF 0,9%) são estáveis por até 24 horas à temperatura ambiente e 7 dias refrigeradas. As soluções devem ser límpidas; descartar se estiver turva ou se ocorrer precipitação.",
  "site_compatibility_vanco": "Administrar por bomba de infusão IV. **A Linha Venosa Central é altamente preferida** devido à alta osmolaridade e à necessidade de entrega consistente de 24 horas. Evitar a administração periférica de concentrações >5 mg/mL devido ao risco de flebite.",
  "safety_notes_vanco": "Risco de Nefrotoxicidade (LRA), especialmente com Css alvo} > 25 µg/mL ou agentes nefrotóxicos concomitantes (ex: Piperacilina-Tazobactam, Aminoglicosídeos). A infusão rápida da dose de ataque pode causar Síndrome do Homem Vermelho (reação relacionada com a infusão).",

  "SEDATIVES_ANALGESICS_NMBAS_START": "--- SEDATIVOS / ANALGÉSICOS / BLOQUEADORES NEUROMUSCULARES ---",
  "dose_range_prop": "Dose de manutenção típica: 25 a 75 mcg/kg/min. Titular para o nível de sedação desejado.",
  "monitoring_prop": "Monitorização contínua da pontuação de sedação (ex: RASS). Monitorar triglicéridos após 48 horas de infusão. Estar atento à Síndrome de Infusão de Propofol (PRIS).",
  "diluent_compatibility_prop": "Administrar não diluído ou diluído apenas com SG 5%.",
  "stability_prop": "A solução é estável por até 12 horas após a aspiração/mistura. Usar técnica asséptica.",
  "site_compatibility_prop": "Pode ser administrado por linha central ou periférica. O uso de uma linha central minimiza a dor no local da injeção.",
  "safety_notes_prop": "Causa hipotensão significativa relacionada com a dose. Pode causar hipertrigliceridemia, pancreatite e PRIS. Não usar filtro < 5 µm.",
  "dose_range_mida": "Dose de ataque: 0,01 a 0,05 mg/kg. Dose de manutenção: 0,02 a 0,1 mg/kg/hora (1 a 7 mg/hora) para sedação contínua.",
  "monitoring_mida": "Nível de sedação (RASS/SAS), frequência respiratória e saturação de oxigénio. Monitorar a pressão arterial (risco de hipotensão).",
  "diluent_compatibility_mida": "Compatível com SF 0,9% ou SG 5%. Incompatível com soluções alcalinas.",
  "stability_mida": "Estável por 24 horas à temperatura ambiente. As soluções devem ser protegidas da luz.",
  "site_compatibility_mida": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_mida": "Risco de depressão respiratória, especialmente com administração rápida. Usar com cautela em pacientes com insuficiência renal ou hepática (efeito prolongado).",
  "dose_range_vecu": "Dose inicial: 0,1 mg/kg. Dose de manutenção: 0,8 a 1,2 mcg/kg/min (0,048 a 0,072 mg/kg/hr).",
  "monitoring_vecu": "A monitorização neuromuscular (relação TOF) é obrigatória. Monitorar frequência cardíaca e pressão arterial (efeitos mínimos).",
  "diluent_compatibility_vecu": "Compatível com SF 0,9% ou SG 5%. Deve ser reconstituído primeiro.",
  "stability_vecu": "O pó não reconstituído é estável até a data de validade. A solução reconstituída é estável por 24 horas refrigerada.",
  "site_compatibility_vecu": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_vecu": "Deve ser administrado apenas após sedação adequada. Longa duração de ação, especialmente em insuficiência renal/hepática. O antídoto é a Neostigmina.",
  "dose_range_rocu": "Dose inicial: 0,6 a 1,2 mg/kg. Dose de manutenção: 5 a 12 mcg/kg/min (0,3 a 0,72 mg/kg/hora).",
  "monitoring_rocu": "A monitorização neuromuscular (relação TOF) é obrigatória. Monitorar frequência cardíaca (efeitos mínimos) e pressão arterial (efeitos mínimos).",
  "diluent_compatibility_rocu": "Compatível com SF 0,9% ou SG 5%. Deve usar soluções límpidas.",
  "stability_rocu": "Estável por 24 horas à temperatura ambiente ou 48 horas refrigerado após a mistura. Proteger da luz.",
  "site_compatibility_rocu": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_rocu": "Deve ser administrado apenas após sedação adequada. Início rápido, duração de ação intermédia. O antídoto é o Sugamadex ou Neostigmina.",
  "dose_range_fenta": "Dose de ataque: 1 a 3 mcg/kg durante 1 min. Dose de manutenção: 0,5 a 2 mcg/kg/hora (20 a 150 mcg/hora) para analgesia.",
  "monitoring_fenta": "Frequência respiratória, SpO2 (risco de depressão respiratória/apneia) e nível de consciência. Monitorar rigidez muscular com doses elevadas rápidas.",
  "diluent_compatibility_fenta": "Compatível com SF 0,9% ou SG 5%. Incompatível com soluções alcalinas como Bicarbonato de Sódio.",
  "stability_fenta": "Estável por 24 horas à temperatura ambiente ou refrigerado após a mistura. Proteger da luz.",
  "site_compatibility_fenta": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_fenta": "Risco de hiperalgesia induzida por opioides com uso a longo prazo. O antídoto é a Naloxona. Cautela em pacientes com traumatismo craniano devido ao aumento da PIC.",
  "dose_range_remi": "Dose inicial: 0,05 a 0,1 mcg/kg/min. Titular por 0,025 mcg/kg/min a cada 5 minutos. Dose máxima de 0,2 mcg/kg/min.",
  "monitoring_remi": "Frequência respiratória, SpO2 (risco de depressão respiratória) e nível de sedação. Monitorar dor de recuperação aguda após a interrupção.",
  "diluent_compatibility_remi": "Compatível com SF 0,9% ou SG 5%. Deve ser reconstituído primeiro com diluente compatível.",
  "stability_remi": "Estável por 24 horas à temperatura ambiente ou refrigerado após a mistura. Descartar se não for usado dentro de 24 horas.",
  "site_compatibility_remi": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_remi": "Ação ultracurta significa cessação rápida da analgesia/sedação ao parar a infusão. Deve fazer a transição para um analgésico alternativo antes da interrupção para evitar dor aguda/abstinência.",
  "dose_range_keta": "Dose de ataque (analgesia): 0,1 a 0,3 mg/kg durante 1 min. Dose de manutenção (sedação): 0,5 a 2 mg/kg/hora.",
  "monitoring_keta": "Frequência respiratória (menor risco de depressão que opioides), pressão arterial e frequência cardíaca (geralmente aumentadas). Monitorar fenómenos de emergência.",
  "diluent_compatibility_keta": "Compatível com SF 0,9% ou SG 5%. Deve ser diluído para infusão contínua.",
  "stability_keta": "Estável por 24 horas à temperatura ambiente ou refrigerado após a mistura. Proteger da luz.",
  "site_compatibility_keta": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_keta": "Evitar o uso em hipertensão grave não controlada ou histórico de AVC/hemorragia intracraniana. Pode aumentar as secreções salivares.",
  "dose_range_cisa": "Dose inicial: 0,15 mg/kg. Dose de manutenção: 1 a 3 mcg/kg/min (0,06 a 0,18 mg/kg/hora).",
  "monitoring_cisa": "A monitorização neuromuscular (relação TOF) é obrigatória. Monitorar pressão arterial e frequência cardíaca (efeitos mínimos no sistema cardiovascular).",
  "diluent_compatibility_cisa": "Compatível com SF 0,9% ou SG 5%. Deve ser diluído para infusão contínua.",
  "stability_cisa": "Estável por 24 horas refrigerado ou 5 horas à temperatura ambiente após a mistura. Proteger da luz.",
  "site_compatibility_cisa": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_cisa": "Deve ser administrado apenas após sedação adequada. Preferido em disfunção orgânica devido à eliminação de Hofmann. Pode causar libertação de histamina em doses muito elevadas e rápidas.",
  "dose_range_dex": "Dose de ataque: 0,5 a 1 mcg/kg durante 10 min. Dose de manutenção: 0,2 a 1,5 mcg/kg/hora.",
  "monitoring_dex": "Monitorização contínua do ECG, frequência cardíaca (risco de bradicardia) e pressão arterial (risco de hipo/hipertensão). Monitorar o nível de sedação.",
  "diluent_compatibility_dex": "Compatível com SF 0,9% ou SG 5%. Deve ser diluído antes da administração.",
  "stability_dex": "Estável por 24 horas à temperatura ambiente ou refrigerado após a mistura.",
  "site_compatibility_dex": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_dex": "Os principais efeitos colaterais são bradicardia e hipotensão, particularmente durante a dose de ataque. Evitar injeção intravenosa rápida.",
  "dose_range_lora": "Intermitente: 0,02 a 0,06 mg/kg a cada 2–6 horas. Infusão contínua: 0,5 a 10 mg/hora (0,01 a 0,2 mg/kg/hora) para sedação contínua.",
  "monitoring_lora": "Nível de sedação (RASS/SAS), frequência respiratória e saturação de oxigénio. Monitorar toxicidade por propilenoglicol durante infusões de alta dose.",
  "diluent_compatibility_lora": "Compatível com SF 0,9% ou SG 5%. Deve ser diluído imediatamente antes do uso.",
  "stability_lora": "Estável por 24 horas à temperatura ambiente após a mistura. Proteger da luz.",
  "site_compatibility_lora": "Administrar por linha central. A administração periférica pode causar flebite e dor.",
  "safety_notes_lora": "Risco de depressão respiratória. Evitar o uso em pacientes com insuficiência respiratória grave. A toxicidade por propilenoglicol pode levar a acidose metabólica e insuficiência renal.",
  "dose_range_thio": "Dose para indução de anestesia: 3 a 5 mg/kg IV. Para proteção cerebral/estado de mal epiléptico: 1,5 a 5 mg/kg IV em *bolus*, seguido de 1 a 5 mg/kg/hr em infusão contínua IV, titulada para supressão de surto no EEG.",
  "monitoring_thio": "Monitorização cardíaca e respiratória contínua, verificações frequentes da pressão arterial (risco de hipotensão), EEG (quando usado para supressão de surto) e estado neurológico.",
  "diluent_compatibility_thio": "Reconstituir com Água Estéril para Injeção ou SF 0,9% para uma solução de 2,0% ou 2,5%. Incompatível com soluções ácidas e muitos medicamentos, incluindo relaxantes musculares (ex: rocurónio) e catecolaminas.",
  "stability_thio": "A solução reconstituída (2,5%) é estável por 24 horas à temperatura ambiente (20°C a 25°C) ou 36 horas refrigerada (2°C a 8°C). Descartar se ocorrer precipitação.",
  "site_compatibility_thio": "Administrar por linha central sempre que possível, especialmente para infusões contínuas. Para *bolus* IV, injetar numa veia de grosso calibre. O extravasamento pode causar dor e necrose tecidual.",
  "safety_notes_thio": "Causa **depressão cardiovascular e respiratória** significativa, levando a hipotensão e apneia. Usar com extrema cautela em pacientes com asma ou estado de mal asmático. Evitar injeção intra-arterial acidental (pode causar espasmo vascular grave e gangrena).",

  "ELECTROLYTES_FLUIDS_START": "--- ELETRÓLITOS / FLUIDOS ---",
  "dose_range_bicarb": "Dose para Paragem Cardíaca: 1 mEq/kg IV em *bolus*, repetir com base na gasometria. Para Acidose Metabólica grave: 2 a 5 mEq/kg IV em infusão durante 4 a 8 horas, ajustado ao estado ácido-base. A infusão contínua pode ser usada, geralmente começando com 150 mEq em 1L de SG 5% a uma taxa ajustada ao pH e pCO2 (Taxa máxima tipicamente 1,5 mEq/kg/hr).",
  "monitoring_bicarb": "Gasometria Arterial (pH, pCO2), eletrólitos séricos (Na, K, Ca) e balanço hídrico. Estar atento a sinais de sobrecarga de volume e tetania (devido a hipocalcemia).",
  "diluent_compatibility_bicarb": "SG 5% (Glicose 5%) ou Água Estéril para Injeção. **Altamente incompatível** com muitos medicamentos e diluentes, especialmente sais de Cálcio e Magnésio, soluções ácidas e Catecolaminas (ex: Dopamina).",
  "stability_bicarb": "Solução pronta a usar. As soluções diluídas (ex: para 1,26%) devem ser usadas imediatamente, mas são geralmente estáveis por 24 horas refrigeradas. Descartar qualquer porção não utilizada de ampolas/frascos abertos.",
  "site_compatibility_bicarb": "As soluções >1,26% (ex: 8,4%) devem ser administradas idealmente por **Linha Venosa Central** devido à alta osmolaridade. Diluir para 1,26% (ou menos) para administração periférica. **Evitar Extravasamento** (risco de necrose tecidual).",
  "safety_notes_bicarb": "Contraindicado em alcalose metabólica e acidose respiratória (pode piorar a hipercapnia). A infusão rápida pode causar aumento súbito de PaCO}_{2}, hipernatremia e hipocaliemia. Corrigir hipocaliemia/hipocalcemia antes do uso.",
  "dose_range_kcl": "Dose: Deve ser diluído. Terapia de reposição para hipocaliemia: 2 - 20 mEq/hr em infusão IV. A concentração máxima para linha periférica é 10 mEq/100 mL. A taxa máxima para hipocaliemia não crítica é 10 mEq/h. Doses/taxas mais elevadas requerem linha central.",
  "monitoring_kcl": "Monitorização contínua do ECG, níveis frequentes de Potássio Sérico (especialmente após a primeira dose de 2 mEq/kg ou a cada 2-4 horas durante a infusão), Débito Urinário e Função Renal.",
  "diluent_compatibility_kcl": "Diluir apenas com SF 0,9% ou SG 5%. NUNCA administrar KCl concentrado diretamente. A concentração final não deve exceder 40 mEq/L para uso geral, e 100 mEq/100 mL para administração periférica.",
  "stability_kcl": "O concentrado é estável até a data de validade. As soluções diluídas (em SF 0,9% ou SG 5%) são geralmente estáveis por 24 horas à temperatura ambiente.",
  "site_compatibility_kcl": "Administrar solução diluída por bomba de infusão IV. Usar Linha Venosa Central para concentrações >10 mEq/100 mL ou taxas >10 mEq/h. A infusão é frequentemente dolorosa perifericamente.",
  "safety_notes_kcl": "O principal risco é arritmias cardíacas fatais (ex: fibrilação ventricular) se administrado rapidamente ou concentrado. NUNCA administrar IV *push* (injeção direta). Contraindicado em insuficiência renal grave ou hipercaliemia.",
  "dose_range_nacl3": "Dose para hiponatremia grave sintomática: 1,5 - 2 mL/kg/hr em infusão IV durante as primeiras 1-2 horas, visando um aumento rápido de 4 - 6 mEq/L no nível de Na durante as primeiras 1-4 horas. NÃO exceder um aumento de 8 mEq/L em qualquer período de 24 horas.",
  "monitoring_nacl3": "Níveis frequentes de sódio sérico (a cada 1-2 horas inicialmente), estado neurológico (monitorar para sobrecorreção), osmolaridade sérica e balanço hídrico. Monitorar sinais de edema pulmonar.",
  "diluent_compatibility_nacl3": "Fornecido como solução pronta a usar. Geralmente não é necessária diluição adicional. Se não estiver disponível, o NaCl a 3% pode ser preparado usando NaCl a 0,9% e NaCl a 20%: Para preparar 500 mL de NaCl a 3%, remover 55 mL de um frasco de 500 mL de NaCl a 0,9% e adicionar 55 mL de concentrado de NaCl a 20%. Evitar misturar com outras soluções além destes componentes.",
  "stability_nacl3": "Estável até a data de validade do frasco pré-misturado. Armazenar à temperatura ambiente. Verificar se há fugas ou partículas antes do uso.",
  "site_compatibility_nacl3": "Administrar por Linha Venosa Central, se possível, especialmente para infusões contínuas ou taxas >100 mL/h. Pode ser administrado perifericamente a taxas lentas, mas há risco de flebite devido à alta osmolaridade.",
  "safety_notes_nacl3": "Risco de Síndrome de Desmielinização Osmótica (SDO) (dano neurológico irreversível) se o nível de Na for corrigido muito rapidamente. Contraindicado em pacientes anúricos, desidratação grave ou insuficiência cardíaca. Interromper imediatamente se for observada sobrecorreção ou se o alvo de Na for atingido.",
  "dose_range_kphos": "Dose para Hipofosfatemia Grave (<1,0 mg/dL): 0,64 - 1,0 mmol/kg IV durante 4-12 horas. A taxa máxima é 7,5 - 15 mmol/hr (baseado em PO4) ou 10 - 20 mEq/hr (baseado em K+). DEVE SER DILUÍDO antes do uso.",
  "monitoring_kphos": "Níveis frequentes de Fósforo e Potássio Sérico, Monitorização do ECG (devido ao K+), Níveis de Cálcio e Magnésio (risco de hipocalcemia/hipomagnesemia) e Função Renal.",
  "diluent_compatibility_kphos": "Diluir apenas com SF 0,9% ou SG 5%. NÃO misturar com soluções contendo Cálcio ou Magnésio (risco de precipitação). Volume recomendado: 15 mmol em 250 - 500 mL de diluente.",
  "stability_kphos": "O concentrado é estável até a data de validade. As soluções diluídas (em SF 0,9% ou SG 5%) são geralmente estáveis por 24 horas à temperatura ambiente, mas devem ser usadas prontamente.",
  "site_compatibility_kphos": "Administrar solução diluída por bomba de infusão IV. Usar Linha Venosa Central para concentrações >40 mEq/L K+ ou taxas de infusão elevadas. NUNCA administrar IV *Push* (injeção direta) ou não diluído.",
  "safety_notes_kphos": "Os principais riscos são Hipercaliemia (paragem cardíaca) e Hipocalcemia (tetania) devido à infusão rápida de fosfato. Contraindicado em insuficiência renal grave, hipercaliemia, hiperfosfatemia ou hipocalcemia (tetania).",

  "OTHER_DRUGS_START": "--- OUTRAS DROGAS (Hormônios, Diuréticos, Outros) ---",
  "dose_range_insu": "Protocolo para Cetoacidose Diabética/Estado Hiperosmolar Hiperglicémico (CAD/EHH): Bolus de 0,1 unidades/kg IV, seguido de manutenção de 0,1 unidades/kg/hora. Ajustar a taxa a cada hora com base no protocolo institucional de infusão contínua de insulina.",
  "monitoring_insu": "Glicemia capilar ou sanguínea a cada 30–60 minutos. Monitorar níveis de potássio (risco de hipocaliemia) e estado ácido-base.",
  "diluent_compatibility_insu": "Compatível com Soro Fisiológico (SF 0,9%). A insulina não deve ser misturada com outros medicamentos.",
  "stability_insu": "Estável por 24 horas à temperatura ambiente após a mistura. Lavar a linha com 50 mL antes da infusão devido à adsorção pelo plástico.",
  "site_compatibility_insu": "Administrar por linha central ou periférica. Usar uma linha dedicada.",
  "safety_notes_insu": "Risco de hipoglicemia e hipocaliemia (requer reposição de potássio se K+ < 5,3 mEq/L antes de iniciar). A Dextrose deve ser adicionada aos fluidos de manutenção quando a glicemia <250 mg/dL.",
  "dose_range_furo": "Dose inicial: 0,1 mg/kg/hora. Titular até um máximo de 0,4 mg/kg/hora ou 20 mg/hora com base no débito urinário.",
  "monitoring_furo": "Balanço hídrico, débito urinário, potássio sérico, magnésio, sódio, cloreto e função renal (BUN/Creatinina).",
  "diluent_compatibility_furo": "Compatível com SF 0,9% ou SG 5%. Incompatível com soluções ácidas e Midazolam.",
  "stability_furo": "Estável por 24 horas à temperatura ambiente após a mistura. Proteger da luz.",
  "site_compatibility_furo": "Administrar por linha central ou periférica. A injeção IV rápida pode causar ototoxicidade.",
  "safety_notes_furo": "Risco de desidratação grave, depleção de eletrólitos (hipocaliemia, hipocalcemia) e alcalose metabólica. Ajustar a dose cuidadosamente em pacientes com insuficiência renal.",
  "dose_range_manni": "Dose: 0,25 a 1 g/kg em infusão IV durante 30 a 60 minutos. Pode ser repetido a cada 6 a 8 horas com base na osmolaridade sérica e resposta.",
  "monitoring_manni": "Osmolaridade sérica (alvo <320 mOsm/kg), eletrólitos (Na, K), PIC (se monitorizada) e débito urinário. Funções renal e cardíaca.",
  "diluent_compatibility_manni": "Solução pré-misturada. Não misturar com sangue total ou quantidades significativas de outros medicamentos.",
  "stability_manni": "Estável até a data de validade. Verificar cristalização antes da administração; aquecer o recipiente para dissolver os cristais, se necessário.",
  "site_compatibility_manni": "Administrar por linha central ou periférica. Usar uma linha dedicada. Uma agulha com filtro deve ser usada para retirada dos recipientes.",
  "safety_notes_manni": "Contraindicado em desidratação grave, hemorragia intracraniana ativa (a menos que em craniotomia) e congestão pulmonar grave. Risco de aumento de ressalto da PIC.",
  "dose_range_hydro": "Dose para dose de stress/crise adrenal: 100 mg IV *bolus* inicial, seguido de 50 mg IV a cada 6 horas ou 10 mg/hr em infusão contínua. Outros usos variam amplamente.",
  "monitoring_hydro": "Pressão arterial, glicemia (risco de hiperglicemia), sinais de infeção e balanço hídrico. Monitorar sinais de hemorragia gastrointestinal com doses elevadas.",
  "diluent_compatibility_hydro": "Reconstituir com água estéril ou água bacteriostática fornecida pelo fabricante. A diluição adicional com SG 5%, SF 0,9% ou D5NS é compatível.",
  "stability_hydro": "A solução reconstituída é estável por 48 horas à temperatura ambiente, mas deve ser usada o mais rapidamente possível. Proteger do congelamento.",
  "site_compatibility_hydro": "Administrar por linha central ou periférica. O *bolus* IV rápido deve ser administrado em pelo menos 30 segundos a 1 minuto.",
  "safety_notes_hydro": "A interrupção abrupta pode causar crise adrenal. Usar com cautela em pacientes com infeções ativas (exceto em choque séptico) e evitar o uso a longo prazo, se possível, devido à imunossupressão e outros efeitos colaterais.",
  "dose_range_octreo": "Dose para hemorragia por varizes: 50 mcg IV em *bolus*, seguido de 50 mcg/hr em infusão IV contínua durante 2 a 5 dias. Para outras indicações (ex: diarreia refratária), as doses variam.",
  "monitoring_octreo": "Glicemia (risco de hipo- ou hiperglicemia), testes de função hepática e balanço hídrico. Monitorar frequência cardíaca e ritmo devido ao potencial de bradicardia.",
  "diluent_compatibility_octreo": "SF 0,9% ou SG 5%. Evitar soluções de dextrose se forem necessárias doses elevadas, devido ao risco aumentado de hipoglicemia induzida por somatostatina.",
  "stability_octreo": "Os frascos não abertos são estáveis a 2°C a 8°C. As soluções diluídas (em SF 0,9% ou SG 5%) são estáveis por 24 horas à temperatura ambiente ou 48 horas refrigeradas.",
  "site_compatibility_octreo": "Administrar IV *push* ou infusão por linha central ou periférica. A infusão intermitente deve ser feita em 15–30 minutos.",
  "safety_notes_octreo": "Pode causar bradicardia, anomalias da vesícula biliar (uso a longo prazo) e alterar os níveis de glicemia. Rodar os locais de injeção para administração subcutânea.",
  "dose_range_hepa": "Dose para tratamento de TEV: *Bolus* inicial de 80 unidades/kg IV, seguido de 18 unidades/kg/hr em infusão IV contínua, ajustado para manter o aPTT alvo.",
  "monitoring_hepa": "Tempo de Tromboplastina Parcial Ativada (aPTT) (alvo tipicamente 1,5–2,5 vezes o controlo), níveis de anti-Xa (preferido para algumas condições), hemograma completo, incluindo plaquetas (monitorar para HIT).",
  "diluent_compatibility_hepa": "SG 5%, SF 0,9%. Muitas soluções pré-misturadas estão disponíveis. Incompatível com muitos medicamentos, incluindo dopamina, dobutamina e outras soluções ácidas.",
  "stability_hepa": "Armazenar à temperatura ambiente. As soluções diluídas (ex: em SF 0,9%) são estáveis por 24 horas à temperatura ambiente. Não congelar.",
  "site_compatibility_hepa": "Administrar infusão IV contínua por linha central ou periférica dedicada usando uma bomba de infusão. Injeção subcutânea apenas para uso profilático.",
  "safety_notes_hepa": "O principal risco é hemorragia. O sulfato de protamina é o antídoto. Risco de Trombocitopenia Induzida por Heparina (HIT). Evitar injeções IM devido ao risco de hematoma.",
  "dose_range_tiro": "Dose para NSTEMI/PCI: *Bolus* inicial de 25 mcg/kg IV durante 5 minutos, seguido de uma infusão contínua de 0,15 mcg/kg/min durante 18–48 horas. Dose mais baixa para insuficiência renal.",
  "monitoring_tiro": "Contagem de plaquetas (monitorar para trombocitopenia, especialmente dentro de 2–6 horas após o início), hemoglobina e hematócrito (monitorar para hemorragia). Monitorar sinais de hemorragia (ex: nos locais de acesso).",
  "diluent_compatibility_tiro": "Fornecido como uma solução pronta a usar. Pode ser administrado através da mesma linha IV que a Heparina ou o Diltiazem.",
  "stability_tiro": "Estável até a data de validade. Armazenar a 25°C (temperatura ambiente). Proteger da luz e do congelamento. Não usar se houver partículas ou descoloração.",
  "site_compatibility_tiro": "Administrar por bomba de infusão IV, tipicamente através de uma linha dedicada ou uma linha com medicamentos compatíveis mínimos. Evitar a administração com medicamentos não compatíveis.",
  "safety_notes_tiro": "O principal risco é hemorragia. Contraindicado em hemorragia ativa anormal, histórico de hemorragia intracraniana ou cirurgia/trauma grave nos últimos 30 dias. Não deve ser usado em pacientes com trombocitopenia grave (contagem de plaquetas <100.000/mm³).",

  "INCOMPATIBILITY_MATRIX_START": "--- MATRIZ DE INCOMPATIBILIDADE ---",
  "incompatibility_matrix_title": "Matriz de Incompatibilidade de Medicamentos",
  "matrix_safety_disclaimer": "Esta informação destina-se apenas a referência. Ela não substitui o julgamento clínico, nem as diretrizes de farmácia institucionais ou nacionais. Consulte sempre o fabricante e as diretrizes mais recentes. O uso desta ferramenta é de inteira responsabilidade do profissional de saúde.",
  "matrix_description": "Guia de referência cruzada para compatibilidade de co-administração. Verifique os protocolos antes de usar.",
  "matrix_legend_title": "Legenda",
  "matrix_page_link": "Matriz de Incompatibilidade Y-Site",
  "table_header_medication": "Medicamento de Referência",
  "table_header_type": "Tipo de Incompatibilidade",
  "table_header_observations": "Observações Clínicas",
  "precipitation": "Precipitação",
  "incompatible": "Incompatibilidade Química",
  "stable": "Estável / Compatível",
  "Medication": "Medicação",
  "Type_of_incompatibility": "Tipo de Incompatibilidade",
  "Clinical_observations": "Observações Clínicas",

  "INCOMPATIBILITY_CODES_START": "--- Códigos de Incompatibilidade (Tooltips) ---",
  "P": "Risco de Precipitação / Formação de Partículas",
  "D": "Inativação / Degradação Farmacêutica",
  "AKI": "Alto Risco de Lesão Renal Aguda (LRA)",
  "CI": "Contraindicação em Linha Y (pH ou Concentração)",
  "C": "Compatível (Sem Risco Conhecido)",
  "X": "Não Recomendado / Dados Insuficientes",

  "ABOUT_PAGE_START": "--- PÁGINA SOBRE ---",
  "about_page_title": "Sobre o DoseMate",
  "about_section_mission_title": "Nossa Missão",
  "about_mission_part_1_start": "O Dosemate é uma aplicação desenvolvida pela ",
  "about_mission_part_1_end": ", uma iniciativa da empresa Eficácia Quotidiana Lda., dedicada à inovação na educação médica.",
  "about_section_mission_text_2": "Nosso objetivo é facilitar o acesso a conteúdo clínico interativo, promovendo o raciocínio médico através de *quizzes* e ferramentas práticas, como o cálculo de infusões intravenosas contínuas.",
  "about_section_data_title": "Dados e Fontes",
  "about_section_data_text": "Todas as concentrações de medicamentos, dados de estabilidade e faixas de dosagem são compilados de diretrizes regulamentares oficiais e consenso clínico atual para cuidados intensivos e protocolos de infusão contínua.",
  "about_version": "Versão: 1.0.0",
  "about_contact_prompt": "Contacto para Suporte Técnico",

  "SETTINGS_PAGE_START": "--- PÁGINA DE CONFIGURAÇÕES ---",
  "settings_page_title": "Configurações da Aplicação",
  "setting_default_weight_title": "Peso Padrão do Paciente",
  "setting_use_default_conc_title": "Seleção Automática de Concentração",
  "setting_use_default_conc_label": "Usar concentração padrão ao carregar a calculadora",
  "setting_kcl_conc_title": "Concentração Padrão de KCl",
  "setting_kcl_conc_description": "Utilize a concentração padrão na sua instituição.",
  "kcl_conc_2meq": "2 mEq/mL (ex: 10 mEq em 5 mL)",
  "kcl_conc_4meq": "4 mEq/mL (ex: 20 mEq em 5 mL)",
  "setting_save_button": "Guardar Configurações"
}