{
  "GLOBAL_SECTION_START": "--- GLOBAL / ADVERTENCIAS ---",
  "safety_warning_title": "Advertencia de Seguridad",
  "safety_warning_message": "Esta información es solo para referencia. Siga siempre los protocolos institucionales.",
  "professional_warning_title": "Advertencia de Uso Profesional",
  "professional_warning_message": "Utilice el juicio clínico. Verifique los protocolos institucionales. Las concentraciones son editables para adaptarse a las diluciones locales. **DoseMate no reemplaza la supervisión médica.**",
  "info_not_specified": "No especificado.",
  "default_label": "Estándar",
  "default_concentration_label": "Concentración Estándar",
  "drug_not_found": "Medicamento No Encontrado",
  "drug_not_found_message": "No se pudo encontrar el medicamento con el código '{{slug}}'. Por favor, regrese a la página de inicio.",
  "back_to_home": "Volver a la Página de Inicio",
  "copy_button": "Copiar",
  
  "safety_warning_title_02": "ADVERTENCIA CRÍTICA DE SEGURIDAD",
  "about_disclaimer_text_1": "Esta herramienta es una ayuda para la toma de decisiones clínicas y no sustituye el juicio médico profesional, la formación o la evaluación integral del paciente.",
  "about_disclaimer_text_2": "Siempre verifique las dosis, condiciones del paciente y compatibilidad de la medicación con los protocolos hospitalarios oficiales antes de la administración.",

  "NAVIGATION_SECTION_START": "--- NAVEGACIÓN ---",
  "nav_home": "Inicio",
  "nav_calculator": "Calculadora",
  "nav_drug_database": "Medicamentos",
  "nav_calc_short": "Calc",
  "nav_drugs": "Medicamentos",
  "nav_about": "Acerca",
  "nav_settings": "Configuración",
  "nav_matrix": "Incompatibilidades",
  "search_placeholder": "Buscar un medicamento (ej: noradrenalina)",

  "HOME_SECTION_START": "--- INICIO ---",
  "home_title": "Calculadora de Dosis",
  "drug_database_title": "Base de Datos de Medicamentos",
  "view_all_link": "Ver Todos",
  "home_subtitle_converted": "Convierta dosis ⇌ mL/h con soporte completo para mcg·mg·U·mEq / kg / min·h. Interfaz rápida y segura.",
  "open_calculator_button": "Calculadora",
  "premium_feature_alert": "Función Premium: Adquiera la suscripción Premium para acceder a la Matriz completa, diluciones personalizadas y más de 50 medicamentos.",
  "upgrade_to_edit": "Actualizar para Editar",


  "CALCULATOR_SECTION_START": "--- CALCULADORA ---",
  "calculator_params_title": "Parámetros de Infusión",
  "drug_label": "Medicamento",
  "concentration_label": "Concentración",
  "amount_label": "Cantidad",
  "unit_label": "Unidad",
  "volume_ml_label": "Volumen (mL)",
  "weight_kg_label": "Peso (kg)",
  "dose_label": "Dosis",
  "infusion_rate_label": "Tasa de Infusión",
  "inverse_calc_title": "Cálculo Inverso • mL/h a Dosis",
  "ml_per_h_label": "mL/h",
  "resulting_dose_label": "Dosis Resultante ≈",

  "DRUG_PAGE_UI_SECTION_START": "--- PÁGINA DEL MEDICAMENTO (UI Keys) ---",
  "drug_page_link": "Página del Medicamento",
  "drug_list_concentration_details": "Ver detalles de las concentraciones",
  "drug_detail_generic_name": "Nombre Genérico: {{name}}",
  "drug_detail_concentrations": "Concentraciones Estándar",
  "drug_detail_ug_per_ml": "Concentración Base",
  "drug_detail_diluent": "Diluyente",
  "diluent_default": "Solución Salina Normal (SSN 0,9%)",
  "no_concentrations_available": "No hay concentraciones estándar disponibles.",
  "drug_detail_dosing_info": "Información de Dosificación",
  "drug_detail_dose_range": "Rango de Dosis",
  "dose_range_not_specified": "No especificado.",
  "drug_detail_monitoring": "Monitorización",
  "monitoring_info_not_specified": "No especificado.",
  "open_calculator_for_this_drug": "Calculadora",
  "drug_detail_diluent_compatibility": "Compatibilidad con Diluyente",
  "drug_detail_stability": "Estabilidad de la Solución",
  "drug_detail_site_compatibility": "Compatibilidad del Sitio de Infusión",
  "drug_detail_safety_notes": "Notas de Seguridad / Importantes",
  "drug_detail_y_site_incompatibilities": "Incompatibilidades en Sitio Y",
  "drug_detail_other_drugs_title": "Otros Medicamentos en la Base de Datos",
  "drug_details_locked_title": "Información del Medicamento Bloqueada",
  "drug_details_locked_description": "Suscríbase para obtener acceso completo a los detalles técnicos, estabilidad, notas de seguridad y monitorización de los más de 50 medicamentos disponibles en DoseMate.",
  "free_drugs_available_promo": "Aún puede usar la calculadora y ver los detalles completos de los 5 medicamentos esenciales de emergencia.",
  "buy_premium_access": "Comprar Acceso Premium",

  "DRUG_DETAIL_TEXTS_SECTION_START": "--- TEXTOS DETALLADOS DE LOS MEDICAMENTOS ---",
  "VASOPRESSORS_INOTROPICS_START": "--- VASOPRESORES / INOTRÓPICOS ---",
  "dose_range_nor": "Rango de dosis típico: 0,01 a 3 mcg/kg/min (titular hasta el efecto). (2 - 100 mcg/min)",
  "monitoring_nor": "La monitorización continua de PA y FC es obligatoria. Monitorear de cerca el sitio de infusión por extravasación.",
  "diluent_compatibility_nor": "Compatible con Dextrosa 5% en agua (D5W) y Solución Salina (SSN). Generalmente se prefiere D5W para la estabilidad.",
  "stability_nor": "Estable durante 24 horas a temperatura ambiente (20-25°C). Debe protegerse de la luz.",
  "site_compatibility_nor": "Se prefiere encarecidamente la línea venosa central. Si se utiliza una línea periférica, debe ser de calibre grueso y monitorearse cada hora para detectar extravasación.",
  "safety_notes_nor": "Potente vasoconstrictor. Nunca debe interrumpirse abruptamente. Administrar mediante bomba de infusión.",
  "dose_range_vaso": "Dosis inicial: 0,01 unidades/min. Titular cada 15 min por 0,005 unidades/min hasta un máximo de 0,04 unidades/min.",
  "monitoring_vaso": "Monitorización continua del ECG, presión arterial, frecuencia cardíaca, gasto urinario, perfusión periférica y sodio sérico.",
  "diluent_compatibility_vaso": "Compatible con Solución Salina Normal (SSN 0,9%) o Dextrosa 5% (D5W). Las bolsas de infusión deben estar fechadas.",
  "stability_vaso": "Estable durante 24 horas a temperatura ambiente o refrigerada una vez mezclada.",
  "site_compatibility_vaso": "Administrar por vía central. La administración periférica puede causar isquemia o necrosis grave.",
  "safety_notes_vaso": "Debe administrarse a través de una línea dedicada. Precaución en pacientes con enfermedad de las arterias coronarias debido al riesgo de isquemia miocárdica.",
  "dose_range_dobu": "Dosis inicial: 2,5 mcg/kg/min. Titular gradualmente cada 10-30 minutos hasta un máximo de 20 mcg/kg/min. (2 - 40 mcg/min)",
  "monitoring_dobu": "Monitorización continua del ECG, frecuencia cardíaca, presión arterial, gasto cardíaco, presión de enclavamiento pulmonar y gasto urinario.",
  "diluent_compatibility_dobu": "Compatible con SSN 0,9%, D5W o Lactato de Ringer. Incompatible con soluciones de Bicarbonato.",
  "stability_dobu": "Estable durante 24 horas a temperatura ambiente o 48 horas refrigerada una vez mezclada.",
  "site_compatibility_dobu": "Administrar por vía central, o periféricamente para uso a corto plazo con precaución debido al riesgo de extravasación.",
  "safety_notes_dobu": "Usar con precaución en pacientes con estenosis aórtica grave o cardiomiopatía hipertrófica. Puede causar taquicardia y arritmias.",
  "dose_range_dopa": "Dosis renal (baja): 0,5–3 mcg/kg/min; Dosis inotrópica (media): 3–10 mcg/kg/min; Dosis vasopresora (alta): 10–20 mcg/kg/min.",
  "monitoring_dopa": "Monitorización continua del ECG, frecuencia cardíaca, presión arterial, gasto cardíaco y perfusión periférica. Monitorear signos de isquemia.",
  "diluent_compatibility_dopa": "Compatible con SSN 0,9%, D5W o Lactato de Ringer. Incompatible con soluciones alcalinas.",
  "stability_dopa": "Estable durante 24 horas a temperatura ambiente una vez mezclada. Proteger de la luz; desechar si ocurre decoloración.",
  "site_compatibility_dopa": "Se prefiere la vía central. La administración periférica es solo para uso de emergencia a corto plazo debido al alto riesgo de extravasación y necrosis.",
  "safety_notes_dopa": "Usar línea central siempre que sea posible. El antídoto de extravasación es la fentolamina. Dosis altas pueden causar taquicardia grave, arritmias y aumento de la demanda miocárdica de oxígeno.",
  "dose_range_epi": "Dosis inicial: 0,01 mcg/kg/min. Titular gradualmente cada 5–15 minutos hasta un máximo de 0,3 mcg/kg/min (o superior en choque grave). (1 - 10 mcg/min)",
  "monitoring_epi": "Monitorización continua del ECG, presión arterial, frecuencia cardíaca, índice cardíaco, niveles de lactato y gasto urinario. Monitorear signos de isquemia tisular.",
  "diluent_compatibility_epi": "Compatible con SSN 0,9% o D5W. Proteger de la luz y almacenar en un recipiente oscuro.",
  "stability_epi": "Estable durante 24 horas a temperatura ambiente una vez mezclada. Desechar si aparece decoloración rosa o marrón.",
  "site_compatibility_epi": "La administración por línea central es esencial. El uso periférico está fuertemente desaconsejado debido al alto riesgo de vasoconstricción grave, isquemia y necrosis.",
  "safety_notes_epi": "Usar una línea central dedicada. El antídoto de extravasación es la fentolamina. Dosis altas pueden causar taquicardia peligrosa, edema pulmonar e isquemia miocárdica.",
  "dose_range_iso": "Dosis inicial: 0,5 mcg/min. Titular cada 5–10 minutos por 0,5 mcg/min hasta 10 mcg/min.",
  "monitoring_iso": "La monitorización continua del ECG es obligatoria debido al alto riesgo arritmogénico. Monitorear la presión arterial (puede causar hipotensión grave) y la frecuencia cardíaca.",
  "diluent_compatibility_iso": "Compatible con SSN 0,9% o D5W. Incompatible con soluciones alcalinas.",
  "stability_iso": "Estable durante 24 horas a temperatura ambiente una vez mezclada. Proteger de la luz; desechar si se vuelve rosa o marrón.",
  "site_compatibility_iso": "Administrar por vía central. La administración periférica puede causar extravasación y necrosis, aunque es menos potente que la Norepinefrina.",
  "safety_notes_iso": "Alto potencial de arritmias ventriculares, especialmente en hipoxemia o enfermedad cardíaca preexistente. Usar con extrema precaución. Contraindicado en pacientes con angina de pecho.",

  "CARDIOVASCULAR_DRUGS_START": "--- MEDICAMENTOS CARDIOVASCULARES (Antiarrítmicos/Vasodilatadores/Inodilatadores) ---",
  "dose_range_amio": "Infusión de carga típica: 1 mg/min durante 6 horas, seguida de mantenimiento de 0,5 mg/min.",
  "monitoring_amio": "Monitorizar PA, FC y ECG continuamente. Observar signos de toxicidad pulmonar o hepatotoxicidad.",
  "diluent_compatibility_amio": "Compatible solo con D5W. La solución salina está contraindicada debido al riesgo de precipitación.",
  "stability_amio": "Estable durante 24 horas en las concentraciones recomendadas. Precipita fácilmente; no refrigerar.",
  "site_compatibility_amio": "Se prefiere el acceso venoso central debido al alto riesgo de flebitis y dolor con la administración periférica.",
  "safety_notes_amio": "Puede causar hipotensión grave. Debe administrarse a través de un filtro en línea dedicado (0,2 µm a 0,5 µm). Revisar frecuentemente el sitio de acceso IV periférico.",
  "dose_range_levo": "Dosis de carga: 12 mcg/kg durante 10 min. Dosis de mantenimiento: 0,05 a 0,2 mcg/kg/min durante 24 horas.",
  "monitoring_levo": "Monitorización continua del ECG, presión arterial (riesgo de hipotensión), frecuencia cardíaca y gasto urinario. Los efectos pueden durar hasta 7 días después de la interrupción.",
  "diluent_compatibility_levo": "Compatible solo con D5W. No debe mezclarse con SSN 0,9%.",
  "stability_levo": "Estable durante 24 horas a temperatura ambiente o refrigerada una vez mezclada. Proteger de la luz.",
  "site_compatibility_levo": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_levo": "El riesgo principal es la hipotensión, especialmente durante la dosis de carga. Usar con precaución en pacientes con insuficiencia renal grave (ClCr < 30 mL/min).",
  "dose_range_nitroprusside": "Dosis inicial: 0,25 a 0,5 mcg/kg/min. Titular cada 5 minutos hasta un máximo de 10 mcg/kg/min por periodos cortos.",
  "monitoring_nitroprusside": "La monitorización continua de la presión arterial es obligatoria. Monitorear diariamente los niveles de tiocianato y cianuro si la infusión excede las 72 horas o en dosis altas.",
  "diluent_compatibility_nitroprusside": "Compatible solo con D5W. Debe prepararse inmediatamente antes de su uso.",
  "stability_nitroprusside": "Estable durante 24 horas a temperatura ambiente, protegido de la luz (debe usarse cubierta protectora contra la luz). Desechar si el color cambia de marrón rojizo a azul/verde.",
  "site_compatibility_nitroprusside": "Administrar por vía central. La administración periférica se desaconseja debido a la vida media corta e irritación local.",
  "safety_notes_nitroprusside": "Riesgo de toxicidad por cianuro, particularmente con infusiones prolongadas o en dosis altas. Contraindicado en insuficiencia renal grave o insuficiencia cardíaca aguda con perfusión coronaria reducida.",
  "dose_range_nitro": "Dosis inicial: 5 mcg/min. Titular por 5 mcg/min cada 3–5 minutos hasta el efecto deseado, hasta 20 mcg/min. Dosis máxima 200 mcg/min.",
  "monitoring_nitro": "Presión arterial (riesgo de hipotensión grave), frecuencia cardíaca y signos de dolor de cabeza. Usar bolsas de presión solo para administración rápida.",
  "diluent_compatibility_nitro": "Compatible con SSN 0,9% o D5W. Debe usarse botellas de vidrio o tubos específicos sin PVC (riesgo de adsorción).",
  "stability_nitro": "Estable durante 24 horas a temperatura ambiente, protegido de la luz. No usar si se observa decoloración.",
  "site_compatibility_nitro": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_nitro": "Alto riesgo de tolerancia (taquifilaxia) con infusión continua, lo que requiere aumento de la dosis. Monitorear por metahemoglobinemia en dosis altas.",
  "dose_range_isodni": "Dosis inicial: 2 mg/hora. Titular cada 3–5 horas por 1 mg/hora hasta un máximo de 10 mg/hora.",
  "monitoring_isodni": "Presión arterial (riesgo de hipotensión grave) y frecuencia cardíaca. Monitorear signos de tolerancia.",
  "diluent_compatibility_isodni": "Compatible con SSN 0,9% o D5W. Debe usarse botellas de vidrio o tubos específicos sin PVC (riesgo de adsorción).",
  "stability_isodni": "Estable durante 24 horas a temperatura ambiente, protegido de la luz. Desechar después de 24 horas.",
  "site_compatibility_isodni": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_isodni": "Alto riesgo de tolerancia (taquifilaxia) con infusión continua. Contraindicado con inhibidores de la PDE5 (ej: sildenafil) debido al riesgo de hipotensión grave.",
  "dose_range_esmo": "Dosis de carga: 500 mcg/kg durante 1 min. Dosis de mantenimiento: 50 a 200 mcg/kg/min. Titular cada 4 minutos.",
  "monitoring_esmo": "Monitorización continua del ECG, presión arterial (riesgo de bradicardia e hipotensión) y frecuencia cardíaca.",
  "diluent_compatibility_esmo": "Compatible con SSN 0,9% o D5W.",
  "stability_esmo": "La solución premezclada es estable durante 24 horas a temperatura ambiente. No refrigerar la solución premezclada.",
  "site_compatibility_esmo": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_esmo": "Contraindicado en bradicardia grave, bloqueo cardíaco mayor al primer grado y choque cardiogénico. Inicio y fin de acción rápidos.",
  "dose_range_labe": "Dosis inicial: 0,5 a 2 mg/min. Titular cada 5–10 minutos hasta un máximo de 10 mg/min o una dosis acumulativa de 300 mg.",
  "monitoring_labe": "Monitorización continua de la presión arterial (riesgo de hipotensión ortostática), frecuencia cardíaca y estado de fluidos.",
  "diluent_compatibility_labe": "Compatible con SSN 0,9% o D5W. Incompatible con soluciones alcalinas.",
  "stability_labe": "Estable durante 24 horas a temperatura ambiente una vez mezclada. Desechar si ocurre cristalización.",
  "site_compatibility_labe": "Se prefiere la vía central. La administración periférica debe ser lenta debido al riesgo de irritación.",
  "safety_notes_labe": "Usar con precaución en pacientes con insuficiencia cardíaca o hepática. Contraindicado en asma, bradicardia grave y bloqueo cardíaco de segundo/tercer grado.",
  "dose_range_nica": "Dosis inicial: 5 mg/hora. Titular cada 5–15 minutos por 2,5 mg/hora hasta un máximo de 15 mg/hora.",
  "monitoring_nica": "Monitorización continua de la presión arterial (riesgo de taquicardia refleja) y frecuencia cardíaca. Evitar la interrupción abrupta.",
  "diluent_compatibility_nica": "Compatible con SSN 0,9% o D5W. Incompatible con Lactato de Ringer o Bicarbonato de Sodio.",
  "stability_nica": "Estable durante 24 horas a temperatura ambiente, protegida de la luz. Desechar después de 24 horas.",
  "site_compatibility_nica": "Administrar por vía central o periférica. La administración periférica puede causar flebitis en concentraciones >0,1 mg/mL.",
  "safety_notes_nica": "Contraindicado en estenosis aórtica avanzada. Usar con precaución en pacientes con insuficiencia cardíaca o isquemia cerebral (debido al aumento de la presión intracraneal).",
  "dose_range_milri": "Dosis de carga: 50 mcg/kg durante 10 min. Dosis de mantenimiento: 0,375 a 0,75 mcg/kg/min.",
  "monitoring_milri": "Monitorización continua del ECG, presión arterial, frecuencia cardíaca y estado de fluidos. Se requiere ajuste de dosis para insuficiencia renal.",
  "diluent_compatibility_milri": "Compatible solo con SSN 0,9% o D5W. Incompatible con Furosemida.",
  "stability_milri": "Estable durante 72 horas a temperatura ambiente o refrigerada una vez mezclada. Proteger de la luz.",
  "site_compatibility_milri": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_milri": "El riesgo principal es la hipotensión. Puede causar arritmias ventriculares. Usar con precaución en infarto agudo de miocardio (IAM).",

  "ANTIBIOTICS_START": "--- ANTIBIÓTICOS ---",
  "dose_range_mero": "Dosis de Infusión Continua (IC): Después de una dosis de carga (ej: 1 g IV durante 30 min), iniciar IC a 1 - 2 g IV en 8 horas o 3 - 6 g IV en 24 horas. Se necesita ajuste de la tasa para ClCr <50 mL/min. Objetivo: Mantener concentraciones por encima de la MIC durante el 100% del intervalo de dosificación (T > MIC aprox 100%).",
  "monitoring_mero": "Función renal (BUN, creatinina), pruebas de función hepática, hemograma completo y actividad convulsiva (especialmente con dosis altas/insuficiencia renal). Se puede considerar la Monitorización Terapéutica de Fármacos (MTF).",
  "diluent_compatibility_mero": "Reconstituir con Agua Estéril para Inyección. Diluir adicionalmente en SSN o D5W. SSN se prefiere para IC debido a preocupaciones de estabilidad. Incompatible con Lactato de Ringer.",
  "stability_mero": "La solución reconstituida es estable durante 1 hora a temperatura ambiente o 15 horas refrigerada. Las IC (en SSN) son típicamente estables durante 4 - 8 horas a temperatura ambiente o hasta 24 horas refrigeradas (debe prepararse e infundirse apropiadamente).",
  "site_compatibility_mero": "Administrar mediante bomba de infusión IV durante el periodo prescrito. La línea periférica o central son adecuadas. Debido a la dosificación frecuente/IC, una Línea Central a menudo se prefiere para preservar el acceso periférico.",
  "safety_notes_mero": "Riesgo de Convulsiones (especialmente con dosis altas, insuficiencia renal o lesiones del SNC). Potencial de diarrea asociada a Clostridioides difficile (CDAD). NO mezclar con otros antimicrobianos en la misma bolsa de infusión.",
  "dose_range_pip_tazo": "Dosis de IC: Después de una dosis de carga (ej: 4,5 g IV durante 30 min), iniciar infusión continua a 12 - 18 g IV (1,5-2,25 g Tazobactam) en 24 horas. 13,5 g/día (11,25 g/1,375 g) es común para ClCr 20-40 mL/min, y 9 g/día (8 g/1 g) para ClCr <20 mL/min. Objetivo: T > MIC aprox 100%.",
  "monitoring_pip_tazo": "Función renal (BUN, creatinina, monitorear por Nefrotoxicidad, especialmente con co-administración de vancomicina), hemograma completo (monitorear por trombocitopenia), pruebas de función hepática y electrolitos (K, Na).",
  "diluent_compatibility_pip_tazo": "Reconstituir con Agua Estéril para Inyección o SSN. Diluir adicionalmente en SSN o D5W. SSN se prefiere generalmente. NO usar Lactato de Ringer o soluciones de Bicarbonato. Incompatible con aminoglucósidos.",
  "stability_pip_tazo": "Las soluciones de IC (12 g/1,5 g en 250 mL SSN) son estables por hasta 24 horas a temperatura ambiente o hasta 7 días refrigeradas (requiere preparación especializada). Usar inmediatamente si no se utilizan datos de estabilidad extendida.",
  "site_compatibility_pip_tazo": "Administrar mediante bomba de infusión IV. Debido al alto volumen total de dosis y la necesidad de una entrega confiable, se **recomienda encarecidamente una Línea Venosa Central** para infusiones continuas de 24 horas. El sitio de infusión debe monitorearse por flebitis.",
  "safety_notes_pip_tazo": "Riesgo de Lesión Renal Aguda (LRA), especialmente cuando se combina con Vancomicina. Potencial de Reacciones de Hipersensibilidad (alergia a la penicilina). Monitorear por Trombocitopenia (plaquetas bajas) con uso prolongado.",
  "dose_range_cefe": "Dosis de IC: Después de una dosis de carga (ej: 2 g IV durante 30 min), iniciar infusión continua a 4 - 6 g IV en 24 horas. El ajuste de la tasa es crítico para la insuficiencia renal: 2 - 4 g/día para ClCr <30 mL/min}. Objetivo: Mantener la concentración en estado estacionario por encima de 4 veces MIC o el objetivo clínico (ej: objetivo de 20 - 40 µg/mL).",
  "monitoring_cefe": "Función renal (BUN, creatinina), pruebas de función hepática, hemograma completo y Signos de Neurotoxicidad (encefalopatía, convulsiones, Estado Epiléptico No Convulsivo}—monitorear EEG). Se recomienda encarecidamente la Monitorización Terapéutica de Fármacos (MTF) para IC.",
  "diluent_compatibility_cefe": "Reconstituir con Agua Estéril, SSN o D5W. Diluir adicionalmente en SSN o D5W. Incompatible con Metronidazol, Aminofilina, Gentamicina y Lactato de Ringer.",
  "stability_cefe": "Las soluciones de IC (ej: 6 g en 250 mL SSN) son estables durante 24 horas a temperatura ambiente o 7 días refrigeradas. Debe protegerse del calor durante la administración (ej: evitar la proximidad al cuerpo).",
  "site_compatibility_cefe": "Administrar mediante bomba de infusión IV. Debido al riesgo de neurotoxicidad y la guía de MTF, se **recomienda encarecidamente una Línea Venosa Central** para la entrega constante del fármaco en entornos de UCI/IC. La línea periférica es generalmente aceptable.",
  "safety_notes_cefe": "El riesgo principal es la **Neurotoxicidad** (encefalopatía, confusión, coma), especialmente con niveles plasmáticos altos (≥60 µg/mL) debido a disfunción renal o dosis alta. Monitorear la dosis y ajustar agresivamente según el ClCr.",
  "dose_range_vanco": "Dosis de IC: Comenzar con una Dosis de Carga (20 - 25 mg/kg IV durante 1 - 2 horas, usar Peso Corporal Real, Máx 2,5 g), seguida inmediatamente por IC. Dosis de Mantenimiento de IC: 25 - 40 mg/kg/día (ej: 1,5 g a 3 g/día) ajustada para alcanzar la concentración objetivo en estado estacionario (Css). La dosis es altamente individualizada por el aclaramiento renal.",
  "monitoring_vanco": "Se requiere Monitorización Terapéutica de Fármacos (MTF). Concentración Objetivo en Estado Estacionario (Css o Nivel Aleatorio): 20 - 25 µg/mL (para infecciones graves por SARM). Recoger muestra 12-24 horas después de comenzar la IC. Monitorear la Función Renal (creatinina diaria) y Síntomas de Ototoxicidad.",
  "diluent_compatibility_vanco": "Reconstituir con Agua Estéril o SSN. Diluir para IC en SSN o D5W a una concentración máxima de 5 mg/mL (periférica) o 10 mg/mL (central). Incompatible con muchos medicamentos IV (ej: Heparina, Piperacilina-Tazobactam, soluciones altamente ácidas/alcalinas).",
  "stability_vanco": "Las soluciones de IC (ej: 5 g en 1000 mL SSN) son estables por hasta 24 horas a temperatura ambiente y 7 días refrigeradas. Las soluciones deben ser claras; desechar si están turbias o si ocurre precipitación.",
  "site_compatibility_vanco": "Administrar mediante bomba de infusión IV. Se **prefiere encarecidamente la Línea Venosa Central** debido a la alta osmolaridad y la necesidad de una entrega constante de 24 horas. Evitar la administración periférica de concentraciones >5 mg/mL debido al riesgo de flebitis.",
  "safety_notes_vanco": "Riesgo de Nefrotoxicidad (LRA), especialmente con Css objetivo} > 25 µg/mL o agentes nefrotóxicos concomitantes (ej: Piperacilina-Tazobactam, Aminoglucósidos). La infusión rápida de la dosis de carga puede causar Síndrome del Hombre Rojo (reacción relacionada con la infusión).",

  "SEDATIVES_ANALGESICS_NMBAS_START": "--- SEDANTES / ANALGÉSICOS / BLOQUEADORES NEUROMUSCULARES ---",
  "dose_range_prop": "Dosis de mantenimiento típica: 25 a 75 mcg/kg/min. Titular hasta el nivel de sedación deseado.",
  "monitoring_prop": "Monitorización continua de la escala de sedación (ej: RASS). Monitorear triglicéridos después de 48 horas de infusión. Estar atento al Síndrome de Infusión de Propofol (SIP).",
  "diluent_compatibility_prop": "Administrar sin diluir o diluido solo con D5W.",
  "stability_prop": "La solución es estable hasta 12 horas después de extraer/mezclar. Usar técnica aséptica.",
  "site_compatibility_prop": "Puede administrarse por vía central o periférica. El uso de una línea central minimiza el dolor en el sitio de la inyección.",
  "safety_notes_prop": "Causa hipotensión significativa relacionada con la dosis. Puede causar hipertrigliceridemia, pancreatitis y SIP. No usar filtro < 5 µm.",
  "dose_range_mida": "Dosis de carga: 0,01 a 0,05 mg/kg. Dosis de mantenimiento: 0,02 a 0,1 mg/kg/hora (1 a 7 mg/hora) para sedación continua.",
  "monitoring_mida": "Nivel de sedación (RASS/SAS), frecuencia respiratoria y saturación de oxígeno. Monitorear la presión arterial (riesgo de hipotensión).",
  "diluent_compatibility_mida": "Compatible con SSN 0,9% o D5W. Incompatible con soluciones alcalinas.",
  "stability_mida": "Estable durante 24 horas a temperatura ambiente. Las soluciones deben protegerse de la luz.",
  "site_compatibility_mida": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_mida": "Riesgo de depresión respiratoria, especialmente con administración rápida. Usar con precaución en pacientes con insuficiencia renal o hepática (efecto prolongado).",
  "dose_range_vecu": "Dosis inicial: 0,1 mg/kg. Dosis de mantenimiento: 0,8 a 1,2 mcg/kg/min (0,048 a 0,072 mg/kg/hr).",
  "monitoring_vecu": "La monitorización neuromuscular (relación TOF) es obligatoria. Monitorear frecuencia cardíaca y presión arterial (efectos mínimos).",
  "diluent_compatibility_vecu": "Compatible con SSN 0,9% o D5W. Debe reconstituirse primero.",
  "stability_vecu": "El polvo no reconstituido es estable hasta la fecha de caducidad. La solución reconstituida es estable durante 24 horas refrigerada.",
  "site_compatibility_vecu": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_vecu": "Debe administrarse solo después de sedación adecuada. Larga duración de acción, especialmente en insuficiencia renal/hepática. El antídoto es la Neostigmina.",
  "dose_range_rocu": "Dosis inicial: 0,6 a 1,2 mg/kg. Dosis de mantenimiento: 5 a 12 mcg/kg/min (0,3 a 0,72 mg/kg/hora).",
  "monitoring_rocu": "La monitorización neuromuscular (relación TOF) es obligatoria. Monitorear frecuencia cardíaca (efectos mínimos) y presión arterial (efectos mínimos).",
  "diluent_compatibility_rocu": "Compatible con SSN 0,9% o D5W. Debe usar soluciones claras.",
  "stability_rocu": "Estable durante 24 horas a temperatura ambiente o 48 horas refrigerada una vez mezclada. Proteger de la luz.",
  "site_compatibility_rocu": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_rocu": "Debe administrarse solo después de sedación adecuada. Inicio rápido, duración de acción intermedia. El antídoto es el Sugamadex o Neostigmina.",
  "dose_range_fenta": "Dosis de carga: 1 a 3 mcg/kg durante 1 min. Dosis de mantenimiento: 0,5 a 2 mcg/kg/hora (20 a 150 mcg/hora) para analgesia.",
  "monitoring_fenta": "Frecuencia respiratoria, SpO2 (riesgo de depresión respiratoria/apnea) y nivel de conciencia. Monitorear rigidez muscular con dosis altas rápidas.",
  "diluent_compatibility_fenta": "Compatible con SSN 0,9% o D5W. Incompatible con soluciones alcalinas como Bicarbonato de Sodio.",
  "stability_fenta": "Estable durante 24 horas a temperatura ambiente o refrigerada una vez mezclada. Proteger de la luz.",
  "site_compatibility_fenta": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_fenta": "Riesgo de hiperalgesia inducida por opioides con uso a largo plazo. El antídoto es la Naloxona. Precaución en pacientes con lesión cerebral debido al aumento de la PIC.",
  "dose_range_remi": "Dosis inicial: 0,05 a 0,1 mcg/kg/min. Titular por 0,025 mcg/kg/min cada 5 minutos. Dosis máxima 0,2 mcg/kg/min.",
  "monitoring_remi": "Frecuencia respiratoria, SpO2 (riesgo de depresión respiratoria) y nivel de sedación. Monitorear dolor de rebote agudo tras la interrupción.",
  "diluent_compatibility_remi": "Compatible con SSN 0,9% o D5W. Debe reconstituirse primero con diluyente compatible.",
  "stability_remi": "Estable durante 24 horas a temperatura ambiente o refrigerada una vez mezclada. Desechar si no se usa dentro de 24 horas.",
  "site_compatibility_remi": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_remi": "La acción ultracorta significa una rápida desaparición de la analgesia/sedación al detener la infusión. Debe hacer la transición a un analgésico alternativo antes de la interrupción para prevenir dolor agudo/abstinencia.",
  "dose_range_keta": "Dosis de carga (analgesia): 0,1 a 0,3 mg/kg durante 1 min. Dosis de mantenimiento (sedación): 0,5 a 2 mg/kg/hora.",
  "monitoring_keta": "Frecuencia respiratoria (menor riesgo de depresión que los opioides), presión arterial y frecuencia cardíaca (generalmente aumentadas). Monitorear fenómenos de emergencia.",
  "diluent_compatibility_keta": "Compatible con SSN 0,9% o D5W. Debe diluirse para infusión continua.",
  "stability_keta": "Estable durante 24 horas a temperatura ambiente o refrigerada una vez mezclada. Proteger de la luz.",
  "site_compatibility_keta": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_keta": "Evitar su uso en hipertensión grave no controlada o antecedentes de ACV/hemorragia intracraneal. Puede aumentar las secreciones salivales.",
  "dose_range_cisa": "Dosis inicial: 0,15 mg/kg. Dosis de mantenimiento: 1 a 3 mcg/kg/min (0,06 a 0,18 mg/kg/hora).",
  "monitoring_cisa": "La monitorización neuromuscular (relación TOF) es obligatoria. Monitorear presión arterial y frecuencia cardíaca (efectos mínimos en el sistema cardiovascular).",
  "diluent_compatibility_cisa": "Compatible con SSN 0,9% o D5W. Debe diluirse para infusión continua.",
  "stability_cisa": "Estable durante 24 horas refrigerada o 5 horas a temperatura ambiente una vez mezclada. Proteger de la luz.",
  "site_compatibility_cisa": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_cisa": "Debe administrarse solo después de sedación adecuada. Preferido en disfunción orgánica debido a la eliminación de Hofmann. Puede causar liberación de histamina en dosis muy altas y rápidas.",
  "dose_range_dex": "Dosis de carga: 0,5 a 1 mcg/kg durante 10 min. Dosis de mantenimiento: 0,2 a 1,5 mcg/kg/hora.",
  "monitoring_dex": "Monitorización continua del ECG, frecuencia cardíaca (riesgo de bradicardia) y presión arterial (riesgo de hipo/hipertensión). Monitorear el nivel de sedación.",
  "diluent_compatibility_dex": "Compatible con SSN 0,9% o D5W. Debe diluirse antes de la administración.",
  "stability_dex": "Estable durante 24 horas a temperatura ambiente o refrigerada una vez mezclada.",
  "site_compatibility_dex": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_dex": "Los efectos secundarios principales son bradicardia e hipotensión, particularmente durante la dosis de carga. Evitar la inyección intravenosa rápida.",
  "dose_range_lora": "Intermitente: 0,02 a 0,06 mg/kg cada 2–6 horas. Infusión continua: 0,5 a 10 mg/hora (0,01 a 0,2 mg/kg/hora) para sedación continua.",
  "monitoring_lora": "Nivel de sedación (RASS/SAS), frecuencia respiratoria y saturación de oxígeno. Monitorear la toxicidad por propilenglicol durante infusiones de dosis alta.",
  "diluent_compatibility_lora": "Compatible con SSN 0,9% o D5W. Debe diluirse inmediatamente antes de su uso.",
  "stability_lora": "Estable durante 24 horas a temperatura ambiente una vez mezclada. Proteger de la luz.",
  "site_compatibility_lora": "Administrar por vía central. La administración periférica puede causar flebitis y dolor.",
  "safety_notes_lora": "Riesgo de depresión respiratoria. Evitar su uso en pacientes con insuficiencia respiratoria grave. La toxicidad por propilenglicol puede conducir a acidosis metabólica e insuficiencia renal.",
  "dose_range_thio": "Dosis para inducción de anestesia: 3 a 5 mg/kg IV. Para protección cerebral/estado epiléptico: 1,5 a 5 mg/kg IV en bolo, seguido de 1 a 5 mg/kg/hr en infusión continua IV, titulada a supresión de brote en el EEG.",
  "monitoring_thio": "Monitorización cardíaca y respiratoria continua, comprobaciones frecuentes de la presión arterial (riesgo de hipotensión), EEG (cuando se usa para supresión de brote) y estado neurológico.",
  "diluent_compatibility_thio": "Reconstituir con Agua Estéril para Inyección o SSN a una solución del 2,0% o 2,5%. Incompatible con soluciones ácidas y muchos medicamentos, incluidos relajantes musculares (ej: rocuronio) y catecolaminas.",
  "stability_thio": "La solución reconstituida (2,5%) es estable durante 24 horas a temperatura ambiente (20°C a 25°C) o 36 horas refrigerada (2°C a 8°C). Desechar si ocurre precipitación.",
  "site_compatibility_thio": "Administrar por vía central siempre que sea posible, especialmente para infusiones continuas. Para bolo IV, inyectar en una vena de gran calibre. La extravasación puede causar dolor y necrosis tisular.",
  "safety_notes_thio": "Causa **depresión cardiovascular y respiratoria** significativa, lo que lleva a hipotensión y apnea. Usar con extrema precaución en pacientes con asma o estado asmático. Evitar la inyección intraarterial accidental (puede causar vasospasmo grave y gangrena).",

  "ELECTROLYTES_FLUIDS_START": "--- ELECTROLITOS / FLUIDOS ---",
  "dose_range_bicarb": "Dosis para Paro Cardíaco: 1 mEq/kg IV en bolo, repetir según análisis de gases en sangre. Para Acidosis Metabólica grave: 2 a 5 mEq/kg IV en infusión durante 4 a 8 horas, ajustado al estado ácido-base. Se puede usar infusión continua, comenzando típicamente con 150 mEq en 1L de D5% a una tasa ajustada al pH y pCO2 (Tasa máxima típicamente 1,5 mEq/kg/hr).",
  "monitoring_bicarb": "Gases en Sangre Arterial (pH, pCO2), electrolitos séricos (Na, K, Ca) y balance de fluidos. Estar atento a signos de sobrecarga de volumen y tetania (debido a hipocalcemia).",
  "diluent_compatibility_bicarb": "D5W (Dextrosa 5%) o Agua Estéril para Inyección. **Altamente incompatible** con muchos medicamentos y diluyentes, especialmente sales de Calcio y Magnesio, soluciones ácidas y Catecolaminas (ej: Dopamina).",
  "stability_bicarb": "Solución lista para usar. Las soluciones diluidas (ej: al 1,26%) deben usarse inmediatamente, pero generalmente son estables durante 24 horas refrigeradas. Desechar cualquier porción no utilizada de ampollas/viales abiertos.",
  "site_compatibility_bicarb": "Las soluciones >1,26% (ej: 8,4%) deben administrarse idealmente por **Línea Venosa Central** debido a la alta osmolaridad. Diluir al 1,26% (o menos) para administración periférica. **Evitar Extravasación** (riesgo de necrosis tisular).",
  "safety_notes_bicarb": "Contraindicado en alcalosis metabólica y acidosis respiratoria (puede empeorar la hipercapnia). La infusión rápida puede causar un pico de PaCO}_{2}, hipernatremia e hipocalemia. Corregir hipocalemia/hipocalcemia antes de su uso.",
  "dose_range_kcl": "Dosis: Debe diluirse. Terapia de reemplazo para hipocalemia: 2 - 20 mEq/hr en infusión IV. La concentración máxima para línea periférica es 10 mEq/100 mL. La tasa máxima para hipocalemia no crítica es 10 mEq/h. Dosis/tasas más altas requieren línea central.",
  "monitoring_kcl": "Monitorización continua del ECG, niveles frecuentes de Potasio Sérico (especialmente después de la primera dosis de 2 mEq/kg o cada 2-4 horas durante la infusión), Gasto Urinario y Función Renal.",
  "diluent_compatibility_kcl": "Diluir solo con SSN o D5W. NUNCA administrar KCl concentrado directamente. La concentración final no debe exceder 40 mEq/L para uso general, y 100 mEq/100 mL para administración periférica.",
  "stability_kcl": "El concentrado es estable hasta la fecha de caducidad. Las soluciones diluidas (en SSN o D5W) son generalmente estables durante 24 horas a temperatura ambiente.",
  "site_compatibility_kcl": "Administrar solución diluida mediante bomba de infusión IV. Usar Línea Venosa Central para concentraciones >10 mEq/100 mL o tasas >10 mEq/h. La infusión suele ser dolorosa periféricamente.",
  "safety_notes_kcl": "El riesgo principal son arritmias cardíacas fatales (ej: fibrilación ventricular) si se administra rápidamente o concentrado. NUNCA administrar en bolo IV (inyección directa). Contraindicado en insuficiencia renal grave o hipercalemia.",
  "dose_range_nacl3": "Dosis para hiponatremia grave sintomática: 1,5 - 2 mL/kg/hr en infusión IV durante las primeras 1-2 horas, con el objetivo de un aumento rápido de 4 - 6 mEq/L en el nivel de Na durante las primeras 1-4 horas. NO exceder un aumento de 8 mEq/L en cualquier período de 24 horas.",
  "monitoring_nacl3": "Niveles frecuentes de sodio sérico (cada 1-2 horas inicialmente), estado neurológico (monitorear por sobrecorrección), osmolaridad sérica y balance de fluidos. Monitorear signos de edema pulmonar.",
  "diluent_compatibility_nacl3": "Suministrado como una solución lista para usar. Por lo general, no es necesaria dilución adicional. Si no está disponible, el NaCl 3% puede prepararse usando NaCl 0,9% y NaCl 20%: Para preparar 500 mL de NaCl 3%, retire 55 mL de una bolsa de 500 mL de NaCl 0,9% y añada 55 mL de concentrado de NaCl 20%. Evite mezclar con otras soluciones más allá de estos componentes.",
  "stability_nacl3": "Estable hasta la fecha de caducidad de la bolsa premezclada. Almacenar a temperatura ambiente. Verificar si hay fugas o partículas antes de su uso.",
  "site_compatibility_nacl3": "Administrar por Línea Venosa Central si es posible, especialmente para infusiones continuas o tasas >100 mL/h. Puede administrarse periféricamente a tasas lentas, pero riesgo de flebitis debido a la alta osmolaridad.",
  "safety_notes_nacl3": "Riesgo de Síndrome de Desmielinización Osmótica (SDO) (daño neurológico irreversible) si el nivel de Na se corrige demasiado rápido. Contraindicado en pacientes anúricos, deshidratación grave o insuficiencia cardíaca. Suspender inmediatamente si se observa sobrecorrección o se alcanza el objetivo de Na.",
  "dose_range_kphos": "Dosis para Hipofosfatemia Grave (<1,0 mg/dL}): 0,64 - 1,0 mmol/kg} IV durante 4-12 horas. La tasa máxima es 7,5 - 15 mmol/hr} (basado en PO4) o 10 - 20 mEq/hr} (basado en K+). DEBE DILUIRSE} antes de su uso.",
  "monitoring_kphos": "Niveles frecuentes de Fósforo} y Potasio Sérico}, Monitorización del ECG (debido al K+), Niveles de Calcio y Magnesio (riesgo de hipocalcemia/hipomagnesemia), y Función Renal.",
  "diluent_compatibility_kphos": "Diluir solo con SSN o D5W. NO mezclar con soluciones que contengan Calcio o Magnesio (riesgo de precipitación). Volumen recomendado: 15 mmol en 250 - 500 mL de diluyente.",
  "stability_kphos": "El concentrado es estable hasta la fecha de caducidad. Las soluciones diluidas (en SSN o D5W) son generalmente estables durante 24 horas a temperatura ambiente, pero deben usarse rápidamente.",
  "site_compatibility_kphos": "Administrar solución diluida mediante bomba de infusión IV. Usar Línea Venosa Central para concentraciones >40 mEq/L K+ o tasas de infusión altas. NUNCA administrar en Bolo IV (inyección directa) o sin diluir.",
  "safety_notes_kphos": "Los riesgos principales son Hipercalemia (paro cardíaco) e Hipocalcemia (tetania) debido a la infusión rápida de fosfato. Contraindicado en insuficiencia renal grave, hipercalemia, hiperfosfatemia o hipocalcemia (tetania).",

  "OTHER_DRUGS_START": "--- OTROS MEDICAMENTOS (Hormonas, Diuréticos, Otros) ---",
  "dose_range_insu": "Protocolo para CAD/EHH: Bolo de 0,1 unidades/kg IV, seguido de mantenimiento de 0,1 unidades/kg/hora. Ajustar la tasa cada hora basándose en el protocolo institucional de infusión continua de insulina.",
  "monitoring_insu": "Glucosa capilar o en sangre cada 30–60 minutos. Monitorear niveles de potasio (riesgo de hipocalemia) y estado ácido-base.",
  "diluent_compatibility_insu": "Compatible con SSN 0,9%. La insulina no debe mezclarse con otros medicamentos.",
  "stability_insu": "Estable durante 24 horas a temperatura ambiente una vez mezclada. Lavar la línea con 50 mL antes de la infusión debido a la adsorción por el plástico.",
  "site_compatibility_insu": "Administrar por vía central o periférica. Usar una línea dedicada.",
  "safety_notes_insu": "Riesgo de hipoglucemia e hipocalemia (requiere reemplazo de potasio si K+ < 5,3 mEq/L antes de comenzar). Debe añadirse Dextrosa a los fluidos de mantenimiento cuando la glucosa <250 mg/dL.",
  "dose_range_furo": "Dosis inicial: 0,1 mg/kg/hora. Titular hasta un máximo de 0,4 mg/kg/hora o 20 mg/hora basándose en el gasto urinario.",
  "monitoring_furo": "Balance de fluidos, gasto urinario, potasio sérico, magnesio, sodio, cloruro y función renal (BUN/Creatinina).",
  "diluent_compatibility_furo": "Compatible con SSN 0,9% o D5W. Incompatible con soluciones ácidas y Midazolam.",
  "stability_furo": "Estable durante 24 horas a temperatura ambiente una vez mezclada. Proteger de la luz.",
  "site_compatibility_furo": "Administrar por vía central o periférica. La inyección IV rápida puede causar ototoxicidad.",
  "safety_notes_furo": "Riesgo de deshidratación grave, depleción de electrolitos (hipocalemia, hipocalcemia) y alcalosis metabólica. Ajustar la dosis cuidadosamente en pacientes con insuficiencia renal.",
  "dose_range_manni": "Dosis: 0,25 a 1 g/kg en infusión IV durante 30 a 60 minutos. Puede repetirse cada 6 a 8 horas basándose en la osmolaridad sérica y la respuesta.",
  "monitoring_manni": "Osmolaridad sérica (objetivo <320 mOsm/kg), electrolitos (Na, K), PIC (si se monitoriza) y gasto urinario. Funciones renal y cardíaca.",
  "diluent_compatibility_manni": "Solución premezclada. No mezclar con sangre entera o cantidades significativas de otros medicamentos.",
  "stability_manni": "Estable hasta la fecha de caducidad. Verificar cristalización antes de la administración; calentar el recipiente para disolver los cristales si es necesario.",
  "site_compatibility_manni": "Administrar por vía central o periférica. Usar una línea dedicada. Debe usarse una aguja con filtro para la extracción de los recipientes.",
  "safety_notes_manni": "Contraindicado en deshidratación grave, hemorragia intracraneal activa (a menos que se someta a craneotomía) y congestión pulmonar grave. Riesgo de aumento de rebote de la PIC.",
  "dose_range_hydro": "Dosis para dosis de estrés/crisis suprarrenal: 100 mg IV en bolo inicial, seguido de 50 mg IV cada 6 horas o 10 mg/hr en infusión continua. Otros usos varían ampliamente.",
  "monitoring_hydro": "Presión arterial, glucosa en sangre (riesgo de hiperglucemia), signos de infección y balance de fluidos. Monitorear signos de hemorragia gastrointestinal con dosis altas.",
  "diluent_compatibility_hydro": "Reconstituir con agua estéril o agua bacteriostática proporcionada por el fabricante. La dilución adicional con D5W, SSN o D5NS es compatible.",
  "stability_hydro": "La solución reconstituida es estable durante 48 horas a temperatura ambiente, pero idealmente debe usarse lo antes posible. Proteger de la congelación.",
  "site_compatibility_hydro": "Administrar por vía central o periférica. El bolo IV rápido debe ser durante al menos 30 segundos a 1 minuto.",
  "safety_notes_hydro": "La interrupción aguda puede causar crisis suprarrenal. Usar con precaución en pacientes con infecciones activas (excepto en choque séptico) y evitar el uso a largo plazo si es posible debido a la inmunosupresión y otros efectos secundarios.",
  "dose_range_octreo": "Dosis para hemorragia por varices: 50 mcg IV en bolo, seguido de 50 mcg/hr en infusión IV continua durante 2 a 5 días. Para otras indicaciones (ej: diarrea refractaria), las dosis varían.",
  "monitoring_octreo": "Glucosa en sangre (riesgo de hipo- o hiperglucemia), pruebas de función hepática y balance de fluidos. Monitorear frecuencia cardíaca y ritmo debido al potencial de bradicardia.",
  "diluent_compatibility_octreo": "SSN o D5W. Evitar soluciones de dextrosa si se requieren dosis altas, debido al aumento del riesgo de hipoglucemia inducida por somatostatina.",
  "stability_octreo": "Los viales sin abrir son estables a 2°C a 8°C. Las soluciones diluidas (en SSN o D5W) son estables durante 24 horas a temperatura ambiente o 48 horas refrigeradas.",
  "site_compatibility_octreo": "Administrar en bolo IV o infusión por vía central o periférica. La infusión intermitente debe ser durante 15–30 minutos.",
  "safety_notes_octreo": "Puede causar bradicardia, anomalías de la vesícula biliar (uso a largo plazo) y alterar los niveles de glucosa en sangre. Rotar los sitios de inyección para la administración subcutánea.",
  "dose_range_hepa": "Dosis para tratamiento de TEV: Bolo inicial de 80 unidades/kg IV, seguido de 18 unidades/kg/hr en infusión IV continua, ajustado para mantener el TTPa objetivo. (700 - 2000 U/h)",
  "monitoring_hepa": "Tiempo de Tromboplastina Parcial Activada (TTPa) (objetivo típicamente 1,5–2,5 veces el control), niveles de anti-Xa (preferido para algunas condiciones), Hemograma Completo (CBC) incluyendo plaquetas (monitorear por TAH).",
  "diluent_compatibility_hepa": "D5W, SSN. Muchas soluciones premezcladas están disponibles. Incompatible con muchos medicamentos, incluidos dopamina, dobutamina y otras soluciones ácidas.",
  "stability_hepa": "Almacenar a temperatura ambiente. Las soluciones diluidas (ej: en SSN) son estables durante 24 horas a temperatura ambiente. No congelar.",
  "site_compatibility_hepa": "Administrar infusión IV continua por línea central o periférica dedicada usando una bomba de infusión. Inyección subcutánea solo para uso profiláctico.",
  "safety_notes_hepa": "El riesgo principal es el sangrado. El sulfato de protamina es el antídoto. Riesgo de Trombocitopenia Inducida por Heparina (TAH). Evitar inyecciones IM debido al riesgo de hematoma.",
  "dose_range_tiro": "Dosis para SCASEST/ICP: Bolo inicial de 25 mcg/kg IV durante 5 minutos, seguido de una infusión continua de 0,15 mcg/kg/min durante 18–48 horas. Dosis más baja para insuficiencia renal.",
  "monitoring_tiro": "Recuento de plaquetas (monitorear por trombocitopenia, especialmente dentro de 2–6 horas después de comenzar), Hemoglobina y Hematocrito (monitorear por sangrado). Monitorear signos de sangrado (ej: en los sitios de acceso).",
  "diluent_compatibility_tiro": "Suministrado como una solución lista para usar. Puede administrarse a través de la misma línea IV que la Heparina o el Diltiazem.",
  "stability_tiro": "Estable hasta la fecha de caducidad. Almacenar a 25°C (temperatura ambiente). Proteger de la luz y la congelación. No usar si hay partículas o decoloración.",
  "site_compatibility_tiro": "Administrar mediante bomba de infusión IV, típicamente a través de una línea dedicada o una línea con medicamentos compatibles mínimos. Evitar la administración con medicamentos no compatibles.",
  "safety_notes_tiro": "El riesgo principal es el sangrado. Contraindicado en sangrado anormal activo, antecedentes de hemorragia intracraneal o cirugía/trauma mayor en los últimos 30 días. No debe usarse en pacientes con trombocitopenia grave (recuento de plaquetas <100.000/mm³).",

  "INCOMPATIBILITY_MATRIX_START": "--- MATRIZ DE INCOMPATIBILIDAD ---",
  "incompatibility_matrix_title": "Matriz de Incompatibilidad de Medicamentos",
  "matrix_safety_disclaimer": "Esta información está destinada únicamente a ser utilizada como referencia. No sustituye el juicio clínico, ni las guías de farmacia institucionales o nacionales. Consulte siempre al fabricante y las guías más recientes. El uso de esta herramienta es responsabilidad exclusiva del profesional de la salud.",
  "matrix_description": "Guía de referencia cruzada para la compatibilidad de co-administración. Verifique los protocolos antes de usar.",
  "matrix_legend_title": "Leyenda",
  "matrix_page_link": "Matriz de Incompatibilidad",
  "table_header_medication": "Medicamento de Referencia",
  "table_header_type": "Tipo de Incompatibilidad",
  "table_header_observations": "Observaciones Clínicas",
  "precipitation": "Precipitación",
  "incompatible": "Incompatibilidad Química",
  "stable": "Estable / Compatible",
  "Medication": "Medicamento",
  "Type_of_incompatibility": "Tipo de Incompatibilidad",
  "Clinical_observations": "Observaciones Clínicas",

  "INCOMPATIBILITY_CODES_START": "--- Códigos de Incompatibilidad (Tooltips) ---",
  "P": "Riesgo de Precipitación / Formación de Partículas",
  "D": "Inactivación / Degradación Farmacéutica",
  "AKI": "Alto Riesgo de Lesión Renal Aguda (LRA)",
  "CI": "Contraindicación en Sitio Y (pH o Concentración)",
  "C": "Compatible (Sin Riesgo Conocido)",
  "X": "No Recomendado / Datos Insuficientes",

  "ABOUT_PAGE_START": "--- PÁGINA ACERCA DE ---",
  "about_page_title": "Acerca de DoseMate",
  "about_section_mission_title": "Nuestra Misión",
  "about_mission_part_1_start": "Dosemate es una aplicación desarrollada por ",
  "about_mission_part_1_end": ", una iniciativa de la empresa Eficácia Quotidiana Lda., dedicada a la innovación en la educación médica.",
  "about_section_mission_text_2": "Nuestro objetivo es facilitar el acceso a contenido clínico interactivo, promoviendo el razonamiento médico a través de *quizzes* y herramientas prácticas, como el cálculo de infusiones intravenosas continuas.",
  "about_section_data_title": "Datos y Fuentes",
  "about_section_data_text": "Todas las concentraciones de medicamentos, datos de estabilidad y rangos de dosificación se compilan a partir de directrices regulatorias oficiales y consenso clínico actual para cuidados críticos y protocolos de infusión continua.",
  "about_version": "Versión: 1.0.0",
  "about_contact_prompt": "Contacto para Soporte Técnico",

  "SETTINGS_PAGE_START": "--- PÁGINA DE CONFIGURACIONES ---",
  "settings_page_title": "Configuración de la Aplicación",
  "setting_default_weight_title": "Peso Estándar del Paciente",
  "setting_use_default_conc_title": "Selección Automática de Concentración",
  "setting_use_default_conc_label": "Usar concentración estándar al cargar la calculadora",
  "setting_kcl_conc_title": "Concentración Estándar de KCl",
  "setting_kcl_conc_description": "Utilice la concentración estándar en su institución.",
  "kcl_conc_2meq": "2 mEq/mL (ej: 10 mEq en 5 mL)",
  "kcl_conc_4meq": "4 mEq/mL (ej: 20 mEq en 5 mL)",
  "setting_save_button": "Guardar Configuración",

  "ADVERTISING_START": "--- PUBLICIDAD ---",
  "ad_brainbox_promo": "¡Mejora tu razonamiento clínico con BrainboxMed! Visita www.brainbox.com para más información.",
  "ad_brainbox_cta": "Accede a la plataforma de estudio Brainboxmed.com"
}